Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: 10 min
ar: 10 دقيقة
bn: ১০ মিনিট
fa: 10 دقیقه
hi: 10 मिनट
id: 10 menit
sw: Dakika 10
tr: 10 dk.
ur: 10 منٹ
vi: 10 phút

source: 15 min
ar: 15 دقيقة
bn: ১৫ মিনিট
fa: 15 دقیقه
hi: 15 मिनट
id: 15 menit
sw: Dakika 15
tr: 15 dk.
ur: 15 منٹ
vi: 15 phút

source: 30 min
ar: 30 دقيقة
bn: ৩০ মিনিট
bs: Pola Sata
fa: 30 دقیقه
hi: 30 मिनट
id: 30 menit
sw: Dakika 30
tr: 30 dk.
ur: 30 منٹ
vi: 30 phút

source: 30 minutes is added to Isha time during Ramadan in this method
ar: يتم إضافة 30 دقيقة إلى وقت صلاة العشاء خلال شهر رمضان
bn: এই পদ্ধতিতে রমজানে ইশার সময়ের সাথে ৩০ মিনিট যোগ করা হয়
bs: 30 minuta se dodaje na Jaciju tokom Ramazana u ovoj metodi
de: Bei dieser Methode werden während des Ramadan 30 Minuten zur Isha-Zeit hinzugefügt
fa: در این روش 30 دقیقه به زمان عشا در ماه رمضان اضافه می شود
fr: Cette méthode permet d'ajouter 30 minutes à l'heure de l'Isha pendant le Ramadan
hi: इस तरीके से रमजान के दौरान ईशा के समय में 30 मिनट जोड़ा जाता है
id: 30 menit ditambahkan pada waktu Isya selama bulan Ramadan dalam metode ini
sw: Dakika 30 huongezwa kwa wakati wa Isha wakati wa Ramadhani kwa njia hii
tr: Bu yöntemde ramazan boyunca yatsı vaktine 30 dakika eklenir
ur: اس طریقہ سے رمضان میں عشاء کے وقت میں 30 منٹ کا اضافہ کیا جاتا ہے۔
vi: 30 phút được thêm vào thời gian Isha trong tháng Ramadan theo phương pháp này

source: 5 min
ar: 5 دقيقة
bn: ৫ মিনিট
fa: 5 دقیقه
hi: 5 मिनट
id: 5 menit
sw: 5 dakika
tr: 15 dk.
ur: 5 منٹ
vi: 5 phút

source: 60 min
ar: 60 دقيقة
bn: ৬০ মিনিট
bs: Sat Vremena
fa: 60 دقیقه
hi: 60 मिनट
id: 60 menit
sw: Dakika 60
tr: 60 dk.
ur: 60 منٹ
vi: 60 phút

source: 90 min
ar: 90 دقيقة
bn: ৯০ মিনিট
bs: Sat i Po
fa: 90 دقیقه
hi: 90 मिनट
id: 90 menit
sw: Dakika 90
tr: 90 dk.
ur: 90 منٹ
vi: 90 phút

source: ADHAN_CHANNEL_NAME
ar: أذان
bn: আযান
bs: Ezan
de: Adhan
fa: اذان
fr: Adhan
hi: अज़ान
id: Adzan
sw: Adhana
tr: Ezan
ur: اذان
vi: Azan

source: Abyad
ar: أبيض
bn: আবইয়াদ
bs: Ebdžed
fa: سفید
hi: अब्यद
tr: Abyad (Beyazlık)
ur: ابیاد

source: Accuracy
ar: دقة
bn: যথাযথতা
bs: Preciznost
de: Genauigkeit
fa: دقت
fr: Précision
hi: शुद्धता
id: Akurasi
sw: Usahihi
tr: Doğruluk
ur: درستگی
vi: Độ chính xác

source: Ad-Free
ar: خالٍ من الإعلانات
bn: বিজ্ঞাপন-মুক্ত
bs: Bez oglasa
de: Frei von Werbung
fa: عاری از تبلیغات
fr: Sans publicité
hi: विज्ञापन मुक्त
id: Bebas Iklan
sw: Bila Matangazo
tr: Reklamsız
ur: اشتہار سے پاک
vi: Không quảng cáo

source: Adaptive Charging
ar: الشحن المتكيف
bn: অ্যাডাপ্টিভ চার্জিং
bs: Adaptivno Punjenje
de: Adaptives Laden
fa: شارژ تطبیقی
fr: Chargement adaptatif
hi: अनुकूली चार्जिंग
id: Pengisian Daya Adaptif
sw: Kuchaji Adaptive
tr: Uyarlanabilir Şarj
ur: اڈاپٹیو چارجنگ
vi: Sạc Thích ứng

source: Add
ar: إضافة
bn: যোগ করুন
bs: Dodaj
de: Hinzufügen
fa: اضافه کردن
fr: Ajouter
hi: जोड़ें
id: Tambah
sw: Ongeza
tr: Ekle
ur: شامل کریں۔
vi: Thêm

source: Add Custom Adhan
ar: إضافة أذان مخصص
bn: কাস্টম আযান যোগ করুন
bs: Dodajte Prilagođeni Ezan
de: Benutzerdefinierten Adhan hinzufügen
fa: اضافه کردن اذان دلخواه
fr: Ajouter un Adhan personnalisé
hi: कस्टम अज़ान जोड़ें
id: Tambah Suara Adzan Kustom
sw: Ongeza Adhana Maalum
tr: Ezan sesini kişiselleştir
ur: اپنی مرضی کے مطابق اذان شامل کریں
vi: Thêm Azan tùy chỉnh

source: Add Custom Audio
ar: إضافة صوت مخصص
bn: কাস্টম অডিও যোগ করুন
bs: Dodajte Prilagođeni Audio
de: Benutzerdefiniertes Audio hinzufügen
fa: افزودن صدای دلخواه
fr: Ajouter un son personnalisé
hi: कस्टम ऑडियो जोड़ें
id: Menambahkan Audio Khusus
sw: Ongeza Sauti Maalum
tr: Özel Ses Ekleme
ur: حسب ضرورت آڈیو شامل کریں۔
vi: Thêm Âm báo Tùy chỉnh

source: Add Reminder
ar: إضافة تذكير
bn: রিমাইন্ডার যোগ করুন
bs: Dodajte Podsjetnik
de: Erinnerung hinzufügen
fa: اضافه کردن یادآوری
fr: Ajouter un rappel
hi: अनुस्मारक जोड़ें
id: Buat Pengingat
sw: Ongeza Kikumbusho
tr: Hatırlatıcı ekle
ur: یاد دہانی شامل کریں۔
vi: Thêm Lời nhắc

source: Add new counter
ar: إضافة عداد جديد
bn: নতুন কাউন্টার যোগ করুন
bs: Dodajte novi brojač
de: Neuen Zähler hinzufügen
fa: اضافه کردن شمارنده جدید
fr: Ajouter un nouveau compteur
hi: नया काउंटर जोड़ें
id: Menambahkan penghitung baru
sw: Ongeza kihesabu kipya
tr: Yeni sayaç ekle
ur: نیا کاؤنٹر شامل کریں۔
vi: Thêm bộ đếm mới

source: Add new location
ar: أضف موقعًا جديدًا
bn: নতুন অবস্থান যোগ করুন
bs: Dodajte novu lokaciju
de: Neuen Standort hinzufügen
fa: اضافه کردن مکان جدید
fr: Ajouter un nouveau lieu
hi: नया स्थान जोड़ें
id: Tambahkan lokasi baru
sw: Ongeza eneo jipya
tr: Yeni konum ekle
ur: نیا مقام شامل کریں۔
vi: Thêm vị trí mới

source: Adhan
ar: أذان
bn: আযান
bs: Ezan
fa: اذان
hi: अज़ान
id: Adzan
sw: Adhana
tr: Ezan
ur: اذان
vi: Azan

source: Adhan audio file is not downloaded yet
ar: لم يتم تحميل ملف صوت الأذان بعد
bn: আযানের অডিও ফাইলটি এখনো ডাউনলোড করা হয়নি
bs: Zvučni snimak za Ezan još nije skinut
de: Die Adhan-Audiodatei wurde noch nicht heruntergeladen
fa: فایل صوتی اذان هنوز دانلود نشده است
fr: Le fichier audio pour l'Adhan n'est pas encore téléchargé
hi: अज़ान की ऑडियो फ़ाइल अभी डाउनलोड नहीं हुई है
id: Berkas audio adzan belum diunduh
sw: Faili ya sauti ya Adhan bado haijapakuliwa
tr: Ezan sesleri henüz indirilmedi
ur: اذان آڈیو فائل ابھی ڈاؤن لوڈ نہیں ہوئی ہے۔
vi: Tệp âm báo Azan chưa được tải xuống

source: Adjustments
ar: التعديلات
bn: সমন্বয়
bs: Prilagođenja
de: Einstellungen
fa: تنظیمات زمان
fr: Ajustements
hi: समायोजन
id: Penyesuaian
sw: Marekebisho
tr: Ayarlamalar
ur: ایڈجسٹمنٹس
vi: Điều chỉnh

source: Advanced
ar: متقدم
bn: আরও
bs: Napredno
de: Erweitert
fa: پیشرفته
fr: Avancé
hi: विकसित
id: Lanjutan
tr: Gelişmiş
ur: اعلی درجے کی
vi: Nâng cao

source: Advanced Calculation Settings
ar: إعدادات الحسابات المتقدمة
bn: আরও গণনার সেটিংস
bs: Napredne Postavke Kalkulacije
de: Erweiterte Berechnungseinstellungen
fa: تنظیمات پیشرفته محاسبه
fr: Paramètres de calcul avancés
hi: उन्नत गणना सेटिंग्स
id: Pengaturan Lanjutan
sw: Mipangilio ya Kina ya Kukokotoa
tr: Gelişmiş hesaplama ayarları
ur: اعلی درجے کی حساب کی ترتیبات
vi: Cài đặt Tính toán Nâng cao

source: Advanced Settings
ar: إعدادات متقدمة
bn: উন্নত সেটিংস
bs: Napredne postavke
de: Erweiterte Einstellungen
fa: تنظیمات پیشرفته
fr: Paramètres avancés
hi: एडवांस सेटिंग
id: Pengaturan Lanjutan
sw: Mipangilio ya Kina
tr: Gelişmiş Ayarlar
ur: اعلی درجے کی ترتیبات
vi: Cài đặt nâng cao

source: Ahmer
ar: أحمر
bn: আহমার
bs: Amar
fa: قرمز
hi: अहमर
tr: Ahmer (Kızıllık)
ur: احمر

source: Al-Azan
ar: الأذان
bn: আল-আযান
fa: الأذان
hi: अल-अज़ान
ur: الاذان

source: Al-Azan - Prayer Times
ar: الاذان - مواقيت الصلاة
bn: আল-আযান - নামাজের সময়সূচি
bs: Al-Azan - Vremena Molitve
de: Al-Azan - Gebetszeiten
fa: الأذان - اوقات شرعی
fr: Al-Azan - Horaires de prière
hi: अल-अज़ान - प्रार्थना का समय
id: Al-Azan - Jadwal Sholat
sw: Al-Azan - Nyakati za Maombi
tr: Al-Azan - Namaz Vakitleri
ur: الاذان - اوقات نماز
vi: Al-Azan - Giờ Cầu Nguyện Salah

source: Al-Azan is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU Affero General Public License for more details.
ar: تم توزيع الأذان على أمل أن يكون مفيدًا، ولكن بدون أي ضمان؛ بدون أي ضمان ضمني لقابلية التسويق أو الملاءمة لغرض معين. راجع رخصة جنو أفيرو العمومية لمزيد من التفاصيل.
bn: আল-আজান অ্যাপটি এই আশায় বিতরণ করা হয় যে এটি আপনার জন্য উপকারি হবে, কিন্তু কোনো ওয়ারেন্টি নেই; এমনকি একটি বিশেষ উদ্দেশ্যের জন্য ব্যবসায়িকতা বা ফিটনেসের অন্তর্নিহিত কোন ওয়ারেন্টি নেই। আরো বিস্তারিত জানার জন্য GNU Affero জেনারেল পাবলিক লাইসেন্স দেখুন।
bs: Al-Azan je distribuiran u nadi da će biti koristan, ali BEZ IKAKVE GARANCIJE; čak i bez implicitne garancije o PRODAJNOSTI ili PRIKLADNOSTI ZA ODREĐENU NAMJENU. Za više detalja pogledajte GNU Affero Opću Javnu Dozvolu.
de: Al-Azan wird in der Hoffnung verteilt, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; sogar ohne die implizite Garantie der MARKTREIFE oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Weitere Einzelheiten finden sie in der GNU Affero General Public License.
fa: الاذان به این امید که مفید باشد، اما بدون ضمانت توزیع می شود. حتی بدون ضمانت ضمنی تجارت یا تناسب برای یک هدف خاص. برای جزئیات بیشتر به مجوز عمومی GNU Affero مراجعه کنید.
fr: Al-Azan est distribué dans l'espoir d'être utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou d'ADAPTATION À UN USAGE PARTICULIER. Voir la licence publique générale GNU Affero pour plus de détails.
hi: अल-अज़ान इस उम्मीद में वितरित की जाती है कि यह उपयोगी होगा, लेकिन बिना किसी वारंटी के; व्यापारिकता या किसी विशेष उद्देश्य के लिए उपयुक्तता की निहित वारंटी के बिना भी। अधिक विवरण के लिए जीएनयू एफेरो जनरल पब्लिक लाइसेंस देखें।
id: Al-Azan didistribusikan dengan harapan dapat bermanfaat, tetapi TANPA GARANSI APAPUN; bahkan tanpa jaminan tersirat akan kelayakan untuk diperjualbelikan atau kesesuaian untuk tujuan tertentu. Lihat Lisensi Publik Umum GNU Affero untuk informasi lebih lanjut.
sw: Al-Azan inasambazwa kwa matumaini kwamba itakuwa na manufaa, lakini BILA UDHAMINI WOWOTE; bila hata dhamana iliyodokezwa ya UUZAJI au KUFAA KWA KUSUDI FULANI. Tazama Leseni ya Umma ya GNU Affero kwa maelezo zaidi.
tr: Al-Azan, yararlı olacağı umuduyla, ancak HERHANGİ BİR GARANTİ OLMAKSIZIN; hatta ZIMNİ TİCARİ ELVERİŞLİLİK veya BELİRLİ BİR AMACA UYGUNLUK garantisi olmaksızın dağıtılmaktadır. Daha fazla ayrıntı için GNU Affero Genel Kamu Lisansına bakınız.
ur: الاذان کو اس امید پر تقسیم کیا گیا ہے کہ یہ مفید ثابت ہوگا، لیکن بغیر کسی وارنٹی کے؛ یہاں تک کہ کسی خاص مقصد کے لیے تجارتی قابلیت یا فٹنس کی مضمر وارنٹی کے بغیر۔ مزید تفصیلات کے لیے GNU Affero General Public License دیکھیں۔
vi: Al-Azan được phân phối với hy vọng rằng nó sẽ hữu ích, nhưng KHÔNG CÓ BẤT KỲ BẢO HÀNH NÀO; thậm chí không có bảo hành cho KHẢ NĂNG BÁN ĐƯỢC hay PHÙ HỢP CHO MỘT MỤC ĐÍCH CỤ THỂ. Xem Giấy phép Công cộng GNU Affero để biết thêm chi tiết.

source: Al-Azan is free software: you can redistribute it and/or modify it under the terms of the GNU Affero General Public License (v3.0) as published by the Free Software Foundation.
ar: الأذان هو برنامج حر: يمكنك إعادة توزيعه و/أو تعديله بموجب شروط رخصة جنو العمومية أفيرو (الإصدار 3.0) كما نشرتها مؤسسة البرمجيات الحرة.
bn: আল-আজান একটি বিনামূল্যের সফ্টওয়্যার: আপনি ফ্রি সফটওয়্যার ফাউন্ডেশন দ্বারা প্রকাশিত GNU Affero জেনারেল পাবলিক লাইসেন্স (v3.0) এর শর্তাবলীর অধীনে এটিকে পুনরায় বিতরণ এবং/অথবা সংশোধন করতে পারেন।
bs: Al-Azan je besplatan program: možete ga preraspodjeliti i(li) izmjeniti pod uslovima GNU Affero Opće Javne Dozvole (v3.0) koju je objavila Osnova za Slobodni Softver.
de: Al-Azan ist freie Software: Sie können sie unter den Bedingungen der GNU Affero General Public License (v3.0), wie von der Free Software Foundation veröffentlicht, weitergeben und/oder verändern.
fa: الأذان نرم افزار رایگان است: می توانید آن را مجدداً توزیع کنید و/یا تحت شرایط مجوز عمومی GNU Affero (v3.0) که توسط بنیاد نرم افزار آزاد منتشر شده است، آن را تغییر دهید.
fr: Al-Azan est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la licence publique générale GNU Affero (v3.0) publiée par la Free Software Foundation.
hi: अल-अज़ान मुफ़्त सॉफ़्टवेयर है: आप इसे फ़्री सॉफ़्टवेयर फ़ाउंडेशन द्वारा प्रकाशित जीएनयू एफ़ेरो जनरल पब्लिक लाइसेंस (v3.0) की शर्तों के तहत पुनर्वितरित और/या संशोधित कर सकते हैं।
id: Al-Azan adalah perangkat lunak bebas: Anda dapat mendistribusikan ulang dan/atau memodifikasinya di bawah persyaratan Lisensi Publik Umum GNU Affero (v3.0) yang diterbitkan oleh Free Software Foundation.
sw: Al-Azan ni programu isiyolipishwa: unaweza kuisambaza tena na/au kuirekebisha chini ya masharti ya GNU Affero General Public License (v3.0) kama ilivyochapishwa na Free Software Foundation.
tr: Al-Azan özgür bir yazılımdır: Özgür Yazılım Vakfı tarafından yayınlanan GNU Affero Genel Kamu Lisansı (v3.0) koşulları altında yeniden dağıtabilir ve/veya değiştirebilirsiniz.
ur: الاذان مفت سافٹ ویئر ہے: آپ اسے GNU Affero General Public License (v3.0) کی شرائط کے تحت دوبارہ تقسیم کر سکتے ہیں اور/یا اس میں ترمیم کر سکتے ہیں جیسا کہ فری سافٹ ویئر فاؤنڈیشن نے شائع کیا ہے۔
vi: Al-Azan là phần mềm miễn phí: bạn có thể phân phối lại và/hoặc sửa đổi nó theo các điều khoản của Giấy phép Công cộng Chung GNU Affero (v3.0) do Tổ chức Phần mềm Miễn phí xuất bản.

source: Alarms Permission
ar: إذن التنبيهات
bn: অ্যালার্মের অনুমতি
bs: Dozvole za Alarm
de: Erlaubnis für Alarme
fa: مجوز هشدارها
fr: Autorisation des alarmes
hi: अलार्म अनुमति
id: Izin Alarm
sw: Ruhusa ya Kengele
tr: Alarm izni
ur: الارم کی اجازت
vi: Quyền Báo Thức

source: All data provided to Al-Azan is only stored locally in your device. Your data is not uploaded anywhere. The developers of Al-Azan do not have access to it. Your data is not shared with any third parties. Al-Azan does not include any advertisement libraries or any 3rd party tracking (analytics) code, such as Google Analytics or Facebook SDK.
ar: جميع البيانات المقدمة للأذان يتم تخزينها محليًا فقط في جهازك. لا يتم تحميل بياناتك في أي مكان. لا يمتلك مطورو الأذان وصولًا إلى بياناتك. لا يتم مشاركة بياناتك مع أي جهات ثالثة. لا يتضمن الأذان أي مكتبات إعلانية أو أي رمز لتتبع الجهات الثالثة (تحليلات)، مثل Google Analytics أو Facebook SDK.
bn: আল-আজানে প্রদত্ত সমস্ত ডেটা শুধুমাত্র আপনার ডিভাইসে স্থানীয়ভাবে সংরক্ষণ করা হয়। আপনার ডেটা কোথাও আপলোড করা হয় না। আল-আজানের বিকাশকারীদের এটিতে অ্যাক্সেস নেই। আপনার তথ্য কোনো তৃতীয় পক্ষের সাথে ভাগ করা হয় না. আল-আজান কোনো বিজ্ঞাপন লাইব্রেরি বা কোনো 3য় পক্ষের ট্র্যাকিং (বিশ্লেষণ) কোড অন্তর্ভুক্ত করে না, যেমন Google Analytics বা Facebook SDK।
bs: Svi podaci dostavljeni Al-Azanu pohranjuju se samo lokalno na vašem uređaju. Vaši podaci se nigdje ne učitavaju. Programeri Al-Azana nemaju pristup njemu. Vaši podaci se ne dijele s trećim licima. Al-Azan ne uključuje biblioteke oglasa ili bilo koji kod za praćenje (analitički) treće strane, kao što su Google Analitike ili Facebook SRP.
de: Alle an Al-Azan übermittelten Daten werden nur lokal auf ihrem Gerät gespeichert. Ihre Daten werden nirgendwo hochgeladen. Die Entwickler von Al-Azan haben keinen Zugriff auf ihre Daten. Ihre Daten werden nicht an Dritte weitergegeben. Al-Azan enthält keine Werbebibliotheken oder Tracking- bzw. Analyse-Werkzeuge von Drittanbietern, wie z. B. Google Analytics oder Facebook SDK.
fa: تمام داده های ارائه شده به الأذان فقط به صورت محلی در دستگاه شما ذخیره می شود. اطلاعات شما در جایی آپلود نمی شود. توسعه دهندگان الأذان به آن دسترسی ندارند. داده های شما با هیچ شخص ثالثی به اشتراک گذاشته نمی شود. الأذان هیچ گونه کتابخانه تبلیغاتی یا کد ردیابی (تجزیه و تحلیل) شخص ثالث مانند Google Analytics یا Facebook SDK را شامل نمی شود.
fr: Toutes les données fournies à Al-Azan sont uniquement stockées localement sur votre appareil. Vos données ne sont téléchargées nulle part. Les développeurs d'Al-Azan n'y ont pas accès. Vos données ne sont pas partagées avec des tiers. Al-Azan inclut ni bibliothèque publicitaire ni code de suivi (analytique) de tiers comme par exemple Google Analytics ou Facebook SDK.
hi: अल-अज़ान को प्रदान किया गया सभी डेटा केवल आपके डिवाइस में स्थानीय रूप से संग्रहीत होता है। आपका डेटा कहीं अपलोड नहीं किया गया है। अल-अज़ान के डेवलपर्स के पास इसकी पहुंच नहीं है। आपका डेटा किसी तीसरे पक्ष के साथ साझा नहीं किया जाता है। अल-अज़ान में कोई विज्ञापन लाइब्रेरी या कोई तृतीय पक्ष ट्रैकिंग (एनालिटिक्स) कोड शामिल नहीं है, जैसे कि Google Analytics या Facebook SDK।
id: Semua data yang diberikan kepada Al-Azan hanya disimpan secara lokal di perangkat Anda. Data Anda tidak diunggah ke mana pun. Pengembang Al-Azan tidak memiliki akses ke sana. Data Anda tidak dibagikan dengan pihak ketiga mana pun. Al-Azan tidak menyertakan pustaka iklan atau kode pelacakan (analitik) pihak ketiga, seperti Google Analytics atau Facebook SDK.
sw: Data yote iliyotolewa kwa Al-Azan inahifadhiwa ndani ya kifaa chako pekee. Data yako haijapakiwa popote. Watengenezaji wa Al-Azan hawana ufikiaji wake. Data yako haijashirikiwa na wahusika wengine. Al-Azan haijumuishi maktaba zozote za matangazo au msimbo wowote wa ufuatiliaji (analytics) wa watu wengine, kama vile Google Analytics au Facebook SDK.
tr: Al-Azan'a sağlanan tüm veriler yalnızca cihazınızda yerel olarak saklanır. Verileriniz hiçbir yere yüklenmez. Al-Azan'ın geliştiricilerinin bu verilere erişimi yoktur. Verileriniz herhangi bir üçüncü tarafla paylaşılmaz. Al-Azan, herhangi bir reklam kütüphanesi veya Google Analytics veya Facebook SDK gibi herhangi bir 3. taraf izleme (analitik) kodu içermez.
ur: الاذان کو فراہم کردہ تمام ڈیٹا صرف مقامی طور پر آپ کے آلے میں محفوظ کیا جاتا ہے۔ آپ کا ڈیٹا کہیں بھی اپ لوڈ نہیں ہوا ہے۔ الاذان کے ڈویلپرز کو اس تک رسائی حاصل نہیں ہے۔ آپ کا ڈیٹا کسی تیسرے فریق کے ساتھ شیئر نہیں کیا گیا ہے۔ الاذان میں کوئی اشتہاری لائبریری یا کوئی تھرڈ پارٹی ٹریکنگ (تجزیہ) کوڈ شامل نہیں ہے، جیسے گوگل تجزیات یا فیس بک SDK۔
vi: Tất cả dữ liệu được cung cấp cho Al-Azan chỉ được lưu trữ cục bộ trong thiết bị của bạn. Dữ liệu này không bị đăng lên bất cứ đâu. Các nhà phát triển của Al-Azan không có quyền truy cập vào nó. Dữ liệu của bạn không bị chia sẻ với bên thứ ba nào. Al-Azan không chứa bất kỳ thư viện quảng cáo hay mã theo dõi (phân tích) nào của bên thứ ba, ví dụ như Google Analytics hay Facebook SDK.

source: An error occured while playing the current track
ar: حدث خطأ أثناء تشغيل المقطع الحالي
bn: বর্তমান সাউন্ড ট্র্যাকটি চালানোর সময় একটি সমস্যা হয়েছে।
bs: Došlo je do greške prilikom pokretanja trenutnog snimka
de: Bei der Wiedergabe des aktuellen Titels ist ein Fehler aufgetreten
fa: هنگام پخش صوت فعلی خطایی روی داد
fr: Une erreur s'est produite pendant la lecture de la piste en cours
hi: वर्तमान ट्रैक चलाते समय एक गलती हुई
id: Eror saat memutar track audio
sw: Hitilafu ilitokea wakati wa kucheza wimbo wa sasa
tr: Geçerli ses çalınırken bir hata oluştu
ur: ٹریک کو چلانے کے دوران ایک خرابی پیش آگئی
vi: Đã xảy ra lỗi khi phát âm báo hiện tại

source: App features
ar: ميزات التطبيق
bn: অ্যাপের বৈশিষ্ট্যসমুহ
bs: Funkcije aplikacije
de: Features der App
fa: ویژگی های برنامه
fr: Caractéristiques de l'application
hi: ऐप सुविधाएँ
id: Fitur aplikasi
sw: Vipengele vya programu
tr: Uygulama özellikleri
ur: ایپ کی خصوصیات
vi: Tính năng ứng dụng

source: Arabic
ar: عربي
bn: আরবি
bs: arapski
de: Arabisch
fa: عربی
fr: Arabe
hi: अरबी
id: Bahasa Arab
sw: Kiarabu
tr: Arapça
ur: عربی
vi: tiếng Ả Rập

source: Are you sure you want to delete "{0}" ?
ar: هل أنت متأكد أنك تريد حذف "{0}"؟
bn: আপনি কি "{0}" মুছতে ফেলতে চান?
bs: Jeste li sigurni da želite izbrisati "{0}" ?
de: Sind Sie sicher, dass Sie "{0}" löschen wollen? ?
fa: آیا مطمئن هستید که می خواهید "{0}" را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer "{0}" ?
hi: क्या आप वाकई "{0}" हटाना चाहते हैं?
id: Yakin ingin menghapus "{0}" ?
sw: Je, una uhakika unataka kufuta "{0}" ?
tr: "{0}" dosyasını silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی "{0}" کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa "{0}" không?

source: Are you sure you want to delete "{itemName}" ?
ar: هل أنت متأكد أنك تريد حذف "{itemName}"؟
bn: আপনি কি নিশ্চিত যে "{itemName}" কে মুছতে চান?
bs: Jeste li sigurni da želite izbrisati "{itemName}" ?
de: Sind Sie sicher, dass Sie "{itemName}" löschen wollen?
fa: آیا مطمئن هستید که می خواهید "{itemName}" را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer "{itemName}" ?
hi: क्या आप वाकई "{itemName}" हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus "{itemName}" ?
sw: Je, una uhakika unataka kufuta "{itemName}" ?
tr: "{itemName}" silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی "{itemName}" کو حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa "{itemName}" không?

source: Are you sure you want to delete this?
ar: هل أنت متأكد أنك تريد حذف هذا؟
bn: আপনি কি এটি মুছতে চান?
bs: Jeste li sigurni da želite ovo izbrisati?
de: Sind Sie sicher, dass Sie dies löschen wollen?
fa: آیا مطمئن هستید که می خواهید این را حذف کنید؟
fr: Êtes-vous sûr de vouloir supprimer ceci ?
hi: क्या आप वाकई इसे हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus ini?
sw: Je, una uhakika unataka kufuta hii?
tr: Silmek istediğinizden emin misiniz?
ur: کیا آپ واقعی اسے حذف کرنا چاہتے ہیں؟
vi: Bạn có chắc chắn muốn xóa cái này không?

source: Asr Calculation
ar: طريقة حساب أذان العصر
bn: আসরের হিসাব
bs: Kalkulacija Ikindije
de: Asr-Berechnung
fa: محاسبه عصر
fr: Calcul du Asr
hi: असर की गणना
id: Perhitungan Waktu Ashar
sw: Hesabu ya Asr
tr: İkindi hesaplama
ur: عصر کا حساب
vi: Tính Asr

source: At least one prayer time must be shown
ar: يجب إظهار وقت صلاة واحد على الأقل
bn: অন্তত একটি নামাজের সময় দেখাতে হবে
bs: Mora biti prikazano najmanje jedno vrijeme namaza
de: Mindestens eine Gebetszeit muss angezeigt werden
fa: حداقل یک وقت شرعی باید نشان داده شود
fr: Au moins un temps de prière doit être affiché
hi: कम से कम एक नमाज़ का समय दिखाया जाना चाहिए
id: Setidaknya satu waktu sholat harus ditampilkan
sw: Angalau wakati mmoja wa maombi lazima uonyeshwe
tr: En az bir namaz vakti gösterilmelidir
ur: کم از کم ایک نماز کا وقت ضرور دکھایا جائے۔
vi: Ít nhất một lần cầu nguyện phải được hiển thị

source: Attention
ar: انتباه
bn: মনোযোগ
bs: Pažnja
de: Achtung
fa: توجه
hi: ध्यान
id: Perhatian
sw: Tahadhari
tr: Dikkat
ur: توجہ
vi: Chú ý

source: Auto (Default)
ar: تلقائي (الافتراضي)
bn: স্বয়ংক্রিয় (ডিফল্ট)
bs: automatski (zadano)
de: Automatisch (Standard)
fa: خودکار (پیش‌فرض)
fr: Automatique (par défaut)
hi: स्वतः (डिफ़ॉल्ट)
id: Otomatis (Default)
sw: Otomatiki (Chaguomsingi)
tr: Otomatik (Varsayılan)
ur: خودکار (پہلے سے طے شدہ)
vi: Tự động (Mặc định)

source: Bypass "Do Not Disturb"?
ar: تجاوز وضع "عدم الإزعاج"؟
bn: বাইপাস "ডু নট ডিস্টার্ব"?
bs: Zaobiđite "Ne smjetaj" napomenu?
de: Soll der Hinweis "Bitte nicht stören" umgangen werden?
fa: «مزاحم نشوید» را دور بزند؟
fr: Contourner "Ne pas déranger" ?
hi: बायपास "डू नॉट डिस्टर्ब"?
id: Lewati "Jangan Ganggu"?
sw: Bypass "Usisumbue"?
tr: "Rahatsız Etmeyin "i atlamak mı?
ur: بائی پاس "ڈسٹرب نہ کریں"؟
vi: Phớt lờ chế độ "Không làm phiền"?

source: Calculating Adhan has many different methods. Each method provides different results. It is your responsibility to search and use the right method.
ar: حساب الأذان يتبع طرق متعددة ومختلفة. تقدم كل طريقة نتائج مختلفة. من مسؤوليتك البحث واستخدام الطريقة المناسبة.
bn: আযান গণনার বিভিন্ন পদ্ধতি রয়েছে। প্রতিটি পদ্ধতি ভিন্ন ফলাফল প্রদান করে। সঠিক পদ্ধতি অনুসন্ধান এবং ব্যবহার করা আপনার দায়িত্ব।
bs: Kalkulacija Ezana ima mnogo različitih metoda. Svaka metoda daje različite rezultate. Vaša je odgovornost da nađete i iskoristite pravu metodu.
de: Für die Berechnung des Adhan gibt es viele verschiedene Methoden. Jede Methode liefert unterschiedliche Ergebnisse. Es liegt in Ihrer Verantwortung, die richtige Methode zu finden und auszuwählen.
fa: محاسبه اذان روش های مختلفی دارد. هر روش نتایج متفاوتی را ارائه می دهد. مسئولیت جستجو و استفاده از روش صحیح با شماست.
fr: Le calcul de l'Adhan peut se faire selon de nombreuses méthodes différentes. Chaque méthode fournit des résultats différents. Il est de votre responsabilité de rechercher et d'utiliser la bonne méthode.
hi: अज़ान की गणना करने के कई अलग-अलग तरीके हैं। प्रत्येक विधि अलग-अलग परिणाम प्रदान करती है। सही तरीके की खोज और उपयोग करना आपकी ज़िम्मेदारी है।
id: Perhitungan Adzan memiliki banyak metode yang berbeda. Setiap metode menghasilkan waktu azan yang berbeda. Pilih motode perhitungan yang sesuai.
sw: Kukokotoa Adhana kuna njia nyingi tofauti. Kila njia hutoa matokeo tofauti. Ni jukumu lako kutafuta na kutumia njia sahihi.
tr: Ezan hesaplamanın birçok farklı yöntemi vardır. Her yöntem farklı sonuçlar verir. Doğru yöntemi bulmak ve kullanmak sizin sorumluluğunuzdadır.
ur: اذان کا حساب لگانے کے بہت سے طریقے ہیں۔ ہر طریقہ مختلف نتائج فراہم کرتا ہے۔ صحیح طریقہ تلاش کرنا اور استعمال کرنا آپ کی ذمہ داری ہے۔
vi: Tính toán Azan có nhiều phương pháp khác nhau. Mỗi phương pháp cho kết quả khác nhau. Bạn có trách nhiệm tìm kiếm và sử dụng đúng phương pháp.

source: Calculation
ar: حساب
bn: হিসাব
bs: Kalkulacija
de: Berechnung
fa: محاسبه
fr: Calcul
hi: गणना
id: Perhitungan
sw: Hesabu
tr: Hesaplama
ur: حساب کتاب
vi: Phép tính
