Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: None
ar: لا شيء
bn: কোনোটিই নয়
bs: Nema
de: Keine
fa: هیچکدام
fr: Aucun
hi: कोई नहीं
id: Tidak ada
sw: Hakuna
tr: Hiçbiri
ur: کوئی نہیں۔
vi: Không làm tròn

source: None (Automatic)
ar: لا شيء (تلقائي)
bn: কোনটিই নয় (স্বয়ংক্রিয়)
bs: Ništa (Automatski)
de: Keine (automatisch)
fa: هیچکدام (اتوماتیک)
fr: Aucun (automatique)
hi: कोई नहीं (स्वचालित)
id: Tidak ada (Otomatis)
sw: Hakuna (Otomatiki)
tr: Yok (Otomatik)
ur: کوئی نہیں (خودکار)
vi: Không có (Tự động)

source: Not now
ar: ليس الان
bn: এখন না
bs: Ne sad
de: Nicht jetzt
fa: الان نه
fr: Pas maintenant
hi: अभी नहीं
id: Tidak sekarang
sw: Sio kwa sasa
tr: Şimdi olmaz
ur: ابھی نہیں
vi: Không phải bây giờ

source: Note that due to software and hardware errors, Qibla direction shown by this app, particularly in compass mode, can be wrong.
ar: يُرجى ملاحظة أنه نظرًا لأخطاء البرمجيات والأجهزة، يمكن أن تكون اتجاه القبلة الذي يعرضه هذا التطبيق، بخاصة في وضع البوصلة، غير صحيح.
bn: মনে রাখবেন যে সফ্টওয়্যার এবং হার্ডওয়্যার ত্রুটির কারণে, এই অ্যাপ দ্বারা দেখানো কিবলা দিক, বিশেষ করে কম্পাস মোডে, ভুল হতে পারে।
bs: Čuvajte na umu da zbog softverskih i hardverskih grešaka, smjer Kabe koji pokazuje ova aplikacija, posebno u kompas modu, može biti pogrešan.
de: Beachten Sie, dass aufgrund von Software- und Hardware-Fehlern die von dieser App angezeigte Qibla-Richtung, insbesondere im Kompassmodus, falsch sein kann.
fa: توجه داشته باشید که به دلیل خطاهای نرم افزاری و سخت افزاری، جهت قبله نشان داده شده توسط این برنامه، به خصوص در حالت قطب نما، می تواند اشتباه باشد.
fr: Notez qu'en raison d'erreurs de logiciel et d'erreurs physiques, la direction de la Qibla indiquée par cette application, en particulier en mode boussole, peut être erronée.
hi: ध्यान दें कि सॉफ़्टवेयर और हार्डवेयर त्रुटियों के कारण, इस ऐप द्वारा दिखाया गया किबला दिशा, विशेष रूप से कंपास मोड में, गलत हो सकता है।
id: Harap diperhatikan bahwa karena kesalahan perangkat lunak dan perangkat keras, arah kiblat yang ditunjukkan oleh aplikasi ini, khususnya dalam mode kompas, bisa saja salah.
sw: Kumbuka kwamba kutokana na hitilafu za programu na maunzi, mwelekeo wa Qibla unaoonyeshwa na programu hii, hasa katika hali ya dira, unaweza kuwa mbaya.
tr: Yazılım ve donanım hataları nedeniyle, bu uygulama tarafından özellikle pusula modunda gösterilen kıble yönünün yanlış olabileceğini unutmayın.
ur: نوٹ کریں کہ سافٹ ویئر اور ہارڈویئر کی خرابیوں کی وجہ سے، اس ایپ کی طرف سے دکھائی گئی قبلہ سمت، خاص طور پر کمپاس موڈ میں، غلط ہو سکتی ہے۔
vi: Lưu ý rằng do lỗi phần mềm và phần cứng, hướng Qibla do ứng dụng này hiển thị, đặc biệt là ở chế độ la bàn, có thể bị sai.

source: Notification
ar: إشعار
bn: নোটিফিকেশন
bs: Obavijest
de: Benachrichtigung
fa: اعلان
hi: अधिसूचना
id: Notifikasi
sw: Taarifa
tr: Bildirim
ur: اطلاع
vi: Thông báo

source: Notification & Sound
ar: الإشعار و الصوت
bn: নোটিফিকেশন এবং শব্দ
bs: Obavijest i Zvuk
de: Benachrichtigung & Ton
fa: اعلان و صدا
fr: Notification et son
hi: सूचना ध्वनि
id: Notifikasi & Suara
sw: Arifa na Sauti
tr: Bildirim & Ses
ur: اطلاع اور آواز
vi: Thông báo & Âm báo

source: Notifications Permission
ar: إذن الإشعارات
bn: নোটিফিকেশন দেখানোর অনুমতি
bs: Dozvole za Obavijesti
de: Benachrichtigungserlaubnis
fa: مجوز اعلان
fr: Permission de notifications
hi: सूचनाएं अनुमति
id: Izin Pemberitahuan
sw: Ruhusa ya Arifa
tr: Bildirim izni
ur: اطلاعات کی اجازت
vi: Quyền thông báo

source: Numbering system
ar: نظام الترقيم
bn: সংখ্যা পদ্ধতি
bs: Sistem Numerisanja
de: Nummerierungssystem
fa: سیستم شماره گذاری
fr: Système de numérotation
hi: नंबरिंग सिस्टम
id: Sistem penomoran
sw: Mfumo wa nambari
tr: Sayı sistemi
ur: نمبر سازی کا نظام
vi: Hệ thống số đếm

source: Off
ar: غير مفعّل
bn: বন্ধ
bs: Isključeno
de: Aus
fa: خاموش
hi: बंद
id: Mati
sw: Imezimwa
tr: Kapalı
ur: بند
vi: Tắt

source: Okay
ar: موافق
bn: ঠিক আছে
bs: U redu
de: OK
fa: باشه
fr: Ok
hi: ठीक
id: Oke
sw: Sawa
tr: Tamam
ur: ٹھیک ہے
vi: OK

source: On Android 12 and newer, the app also needs alarms permission to work properly, so you must allow this as well.
ar: على أندرويد 12 والأحدث، يحتاج التطبيق أيضًا إلى إذن التنبيهات للعمل بشكل صحيح، لذا يجب عليك السماح بهذا أيضًا.
bn: অ্যান্ড্রয়েড 12 এবং নতুন সংস্করণে, অ্যাপটিকে সঠিকভাবে কাজ করার জন্য অ্যালার্মের অনুমতিরও প্রয়োজন, তাই আপনাকে অবশ্যই এটির অনুমতি দিতে হবে।
bs: Na Androidu 12 i novijem, aplikaciji je potrebna i dozvola za alarme da bi ispravno radila, pa bi trebali i ovo dozvoliti.
de: Ab Android 12 benötigt die App auch die Erlaubnis für Alarme, um ordnungsgemäß zu funktionieren, also müssen Sie diese auch erlauben.
fa: در اندروید 12 و جدیدتر، برنامه برای درست کار کردن به مجوز زنگ هشدار نیز نیاز دارد، بنابراین باید این اجازه را نیز بدهید.
fr: Sur Android 12 et plus récent, l'application a également besoin de l'autorisation des alarmes pour fonctionner correctement, vous devez donc l'autoriser également.
hi: एंड्रॉइड 12 और नए पर, ऐप को ठीक से काम करने के लिए अलार्म की अनुमति की भी आवश्यकता होती है, इसलिए आपको इसे भी अनुमति देनी होगी।
id: Pada Android 12 dan yang lebih baru, aplikasi ini juga memerlukan izin alarm agar berfungsi dengan baik, jadi Anda harus mengizinkannya juga.
sw: Kwenye Android 12 na mpya zaidi, programu pia inahitaji ruhusa ya kengele ili kufanya kazi vizuri, kwa hivyo ni lazima uiruhusu pia.
tr: Android 12 ve daha yeni sürümlerde, uygulamanın düzgün çalışması için alarm iznine de ihtiyacı vardır, bu nedenle buna da izin vermelisiniz.
ur: اینڈرائیڈ 12 اور جدید تر پر، ایپ کو بھی مناسب طریقے سے کام کرنے کے لیے الارم کی اجازت درکار ہے، لہذا آپ کو اس کی بھی اجازت دینی ہوگی۔
vi: Từ Android 12 trở lên, ứng dụng cũng cần có quyền báo thức để hoạt động bình thường, vì vậy bạn cũng phải cho phép điều này.

source: Once
ar: مرة واحدة
bn: একবার
bs: Jednom
de: Einmal
fa: یک بار
fr: Une fois
hi: एक बार
id: Sekali
sw: Mara moja
tr: Bir kez
ur: ایک بار
vi: Một lần

source: One-Seventh of the Night
ar: سبع الليل
bn: রাতের এক-সপ্তমাংশ
bs: Jedna Sedmina Večeri
de: Ein Siebtel der Nacht
fa: یک هفتم شب
fr: Un septième de la nuit
hi: रात का एक-सातवां हिस्सा
id: Sepertujuh Malam
sw: Moja ya Saba ya Usiku
tr: Gecenin yedide biri
ur: رات کا ساتواں حصہ
vi: Một phần bảy đêm

source: Only once?
ar: مرة واحدة فقط؟
bn: শুধুমাত্র একবার?
bs: Samo jednom?
de: Nur einmal?
fa: فقط یک بار؟
fr: Répéter qu'une seule fois
hi: सिर्फ एक बार?
id: Hanya sekali?
sw: Mara moja tu?
tr: Sadece bir kez mi?
ur: صرف ایک بار؟
vi: Chỉ một lần?

source: Only six items can be shown at the same time
ar: يمكن عرض ستة عناصر فقط في نفس الوقت
bn: একই সময়ে মাত্র ছয়টি আইটেম দেখানো যাবে
bs: Samo šest stvari može biti pokazano istovremeno
de: Es können nur sechs Elemente gleichzeitig angezeigt werden
fa: فقط شش مورد را می توان همزمان نشان داد
fr: Seuls six éléments peuvent être affichés en même temps
hi: एक ही समय में केवल छह चीज़ें दिखाए जा सकती हैं
id: Hanya enam item yang dapat ditampilkan secara bersamaan
sw: Vipengee sita pekee vinaweza kuonyeshwa kwa wakati mmoja
tr: Aynı anda yalnızca altı öğe gösterilebilir
ur: ایک ہی وقت میں صرف چھ اشیاء دکھائی جا سکتی ہیں۔
vi: Chỉ có sáu mục có thể được hiển thị cùng một lúc

source: Open Battery Optimization Settings
ar: افتح إعدادات تحسين البطارية
bn: ব্যাটারি অপ্টিমাইজেশান সেটিংস খুলুন
bs: Otvorite Postavke za Optimizaciju Baterije
de: Einstellungen für die Akku-Optimierung öffnen
fa: تنظیمات بهینه سازی باتری را باز کن
fr: Ouvrir les paramètres d'optimisation de la batterie
hi: बैटरी अनुकूलन सेटिंग्स खोलें
id: Buka Pengaturan
sw: Fungua Mipangilio ya Uboreshaji wa Betri
tr: Pil optimizasyon ayarlarını aç
ur: بیٹری آپٹیمائزیشن کی ترتیبات کھولیں۔
vi: Mở cài đặt Tối ưu hóa Pin

source: Open Power Manager Settings
ar: افتح إعدادات مدير الطاقة
bn: পাওয়ার ম্যানেজার সেটিংস খুলুন
bs: Otvorite Postavke Napojnog Menadžera
de: Einstellungen für die Energieverwaltung öffnen
fa: تنظیمات مدیریت انرژی را باز کن
fr: Ouvrir les paramètres de gestion d'énergie
hi: पावर मैनेजर सेटिंग्स खोलें
id: Buka Pengaturan
sw: Fungua Mipangilio ya Kidhibiti cha Nguvu
tr: Güç yönetimi ayarlarını aç
ur: پاور مینیجر کی ترتیبات کھولیں۔
vi: Mở cài đặt Trình quản lý Pin

source: Open source repository
ar: مستودع مفتوح المصدر
bn: ওপেন সোর্স রিপোজিটরি
bs: Otvoreno spremište
fa: مخزن اوپن سورس
fr: Répositoire open source
hi: ओपन सोर्स रिपॉजिटरी
id: Repositori sumber terbuka
sw: Hifadhi ya chanzo wazi
tr: Açık kaynak deposu
ur: اوپن سورس ریپوزٹری
vi: Kho mã nguồn mở

source: Open-source
ar: مفتوح المصدر
bn: ওপেন সোর্স
bs: Otvorenog izvora
fa: اوپن سورس یا متن باز
hi: खुला स्त्रोत
id: Sumber terbuka
sw: Chanzo-wazi
tr: Açık kaynak
ur: آزاد مصدر
vi: Mã nguồn mở

source: Options
ar: خيارات
bn: অপশনসমূহ
bs: Postavke
de: Optionen
fa: گزینه ها
hi: विकल्प
id: Opsi
sw: Chaguo
tr: Seçenekler
ur: اختیارات
vi: Tùy chọn

source: Or if you have a backup, you can import it
ar: أو إذا كان لديك نسخة احتياطية، يمكنك استيرادها
bn: অথবা আপনার যদি ব্যাকআপ থাকে তবে আপনি এটি আমদানি করতে পারেন
bs: Ili ako imate rezervnu kopiju, možete je uvesti
de: Wenn Sie eine Sicherungskopie haben, können Sie diese auch importieren
fa: یا اگر نسخه پشتیبان دارید، می توانید آن را وارد کنید
fr: Ou si vous disposez d'une sauvegarde, vous pouvez l'importer
hi: या यदि आपके पास बैकअप है, तो आप इसे आयात कर सकते हैं
id: Atau jika Anda memiliki cadangan, Anda dapat mengimpornya
sw: Au ikiwa una nakala rudufu, unaweza kuiingiza
tr: Veya bir yedeğiniz varsa, onu içe aktarabilirsiniz
ur: یا اگر آپ کے پاس بیک اپ ہے تو آپ اسے درآمد کر سکتے ہیں۔
vi: Hoặc nếu bạn có một bản sao lưu, bạn có thể nhập nó

source: Orientation Lock: Landscape
ar: قفل الاتجاه: أفقي
bn: ওরিয়েন্টেশন লক: ল্যান্ডস্কেপ
bs: Zaključavanje Orijentacije: Pejzaž
de: Ausrichtungssperre: Querformat
fa: قفل جهت: افقی
fr: Verrouillage de l'orientation : Paysage
hi: ओरिएंटेशन लॉक: लैंडस्केप
id: Kunci Orientasi: Lanskap
sw: Kufuli ya Mwelekeo: Mandhari
tr: Yönlendirme Kilidi: Yatay
ur: اورینٹیشن لاک: لینڈ اسکیپ
vi: Khóa xoay: Ngang

source: Orientation Lock: Portrait
ar: قفل الاتجاه: عمودي
bn: ওরিয়েন্টেশন লক: পোর্ট্রেট
bs: Zaključavanje Orijentacije: Portret
de: Ausrichtungssperre: Hochformat
fa: قفل جهت: عمودی
fr: Verrouillage de l'orientation : Portrait
hi: ओरिएंटेशन लॉक: पोर्ट्रेट
id: Kunci Orientasi: Potret
sw: Kufuli la Mwelekeo: Picha
tr: Yön Kilidi: Portre
ur: اورینٹیشن لاک: پورٹریٹ
vi: Khóa xoay: Dọc

source: Orientation: Unlocked
ar: الاتجاه: مفتوح
bn: ওরিয়েন্টেশন: আনলক করা হয়েছে
bs: Orijentacija: Otključano
de: Ausrichtung: Entriegelt
fa: جهت: قفل نشده
fr: Orientation : Déverrouillée
hi: दिशा: खुला
id: Orientasi: Tidak terkunci
sw: Mwelekeo: Imefunguliwa
tr: Yönlendirme: Kilitli değil
ur: واقفیت: غیر مقفل
vi: Định hướng: Tự xoay

source: Other magnetic devices may interfere with your phone's compass and your compass may need calibration.
ar: قد يتعارض الأجهزة المغناطيسية الأخرى مع بوصلة هاتفك وقد تحتاج بوصلتك إلى معايرة.
bn: অন্যান্য চৌম্বকীয় ডিভাইসগুলি আপনার ফোনের কম্পাসে হস্তক্ষেপ করতে পারে এবং আপনার কম্পাসের ক্রমাঙ্কনের প্রয়োজন হতে পারে।
bs: Drugi magnetni uređaji mogu ometati kompas vašeg telefona i kompas će možda trebati kalibrirati.
de: Andere magnetische Geräte können den Kompass Ihres Smartphones stören. Ihr Kompass muss in dem Fall möglicherweise neu kalibriert werden.
fa: سایر دستگاه های مغناطیسی ممکن است با قطب نمای تلفن شما تداخل داشته باشند و قطب نمای شما ممکن است نیاز به تنظیم داشته باشد.
fr: D'autres dispositifs magnétiques peuvent interférer avec la boussole de votre téléphone et votre boussole pourrait avoir besoin d'être calibrée.
hi: अन्य चुंबकीय उपकरण आपके फ़ोन के कंपास में हस्तक्षेप कर सकते हैं और आपके कंपास को अंशांकन की आवश्यकता हो सकती है।
id: Perangkat magnetik lainnya dapat mengganggu kompas ponsel Anda dan kompas Anda mungkin perlu dikalibrasi.
sw: Huenda vifaa vingine vya sumaku vikaingilia dira ya simu yako na dira yako inaweza kuhitaji kurekebishwa.
tr: Diğer manyetik cihazlar telefonunuzun pusulasını etkileyebilir ve pusulanızın kalibre edilmesi gerekebilir.
ur: دیگر مقناطیسی آلات آپ کے فون کے کمپاس میں مداخلت کر سکتے ہیں اور آپ کے کمپاس کو انشانکن کی ضرورت ہو سکتی ہے۔
vi: Các thiết bị từ tính khác có thể gây nhiễu la bàn điện thoại của bạn và la bàn của bạn có thể cần hiệu chỉnh.

source: PRE_ADHAN_CHANNEL_NAME
ar: الآذان القادم
bn: আসন্ন আযান
bs: Nadolazeći ezan
de: Bevorstehender Adhan
fa: هشدار بعدی
fr: Adhan à venir
hi: आगामी अधन
id: Adzan yang akan datang
sw: Adhana inayokuja
tr: Yaklaşan ezan
ur: آنے والی اذان
vi: Azan sắp tới

source: PRE_REMINDER_CHANNEL_NAME
ar: التذكير القادم
bn: আসন্ন রিমাইন্ডার
bs: Nadolazeća podsjeta
de: Kommende Erinnerung
fa: یادآوری بعدی
fr: Prochain rappel
hi: आगामी अनुस्मारक
id: Pengingat yang akan datang
sw: Kikumbusho kinachokuja
tr: Yaklaşan hatırlatma
ur: آنے والی یاد دہانی
vi: Lời nhắc sắp tới

source: Pakistan
ar: باكستان
bn: পাকিস্তান
fa: پاکستان
hi: पाकिस्तान
sw: Pakistani
ur: پاکستان

source: Paste
ar: لصق
bn: পেস্ট করুন
bs: Zalijepi
de: Einfügen
fa: چسباندن
fr: Coller
hi: पेस्ट करें
id: Tempel
sw: Bandika
tr: Yapıştır
ur: چسپاں کریں۔
vi: Dán

source: Persian
ar: الفارسية
bn: ফার্সি
bs: Perzijski
de: Persisch
fa: فارسی
fr: Perse
hi: फ़ारसी
id: Persia
sw: Kiajemi
tr: Farsça
ur: فارسی
vi: Ba Tư

source: Phone State Permission
ar: إذن حالة الهاتف
bn: ফোন স্টেট অনুমতি
bs: Dozvola Stanja Telefona
de: Erlaubnis für den Telefonstatus
fa: مجوز وضعیت تلفن
fr: Permission d'accès à l'état du téléphone
hi: फोन राज्य की अनुमति
id: Izin Status Telepon
sw: Ruhusa ya Jimbo la Simu
tr: Telefon durumu izni
ur: فون اسٹیٹ کی اجازت
vi: Quyền Trạng thái Thiết bị

source: Play
ar: تشغيل
bn: খেলা
bs: Pokreni
de: Spielen
fa: پخش
fr: Jouer
hi: खेल
id: Bermain
sw: Cheza
tr: Oyun
ur: کھیلیں
vi: Phát

source: Please enable location service
ar: يُرجى تمكين خدمة الموقع
bn: অনুগ্রহ করে অবস্থান পরিষেবা চালু করুন
bs: Molimo vas da omogućite uslugu lokacije
de: Bitte aktivieren Sie den Standortdienst
fa: لطفاً سرویس موقعیت مکانی را فعال کنید
fr: Veuillez activer le service de localisation
hi: कृपया स्थान सेवा सक्षम करें
id: Harap aktifkan layanan lokasi
sw: Tafadhali wezesha huduma ya eneo
tr: Lütfen konum hizmetini etkinleştirin
ur: براہ کرم مقام کی خدمت کو فعال کریں۔
vi: Vui lòng bật dịch vụ định vị

source: Please note that enabling this option may cause adhan and reminders to fire with a delay or not at all in some cases. Enable this with caution.
ar: يرجى ملاحظة أن تمكين هذا الخيار قد يتسبب في تأخير أو عدم إطلاق الأذان والتذكير في بعض الحالات. يرجى تفعيله بحذر.
bn: অনুগ্রহ করে মনে রাখবেন যে এই অপশনটি সক্রিয় করার ফলে আযান এবং রিমাইন্ডারসমূহ বিলম্বিত হতে পারে অথবা নাও সংঘটিত হতে পারে। সতর্কতার সাথে এটি চালু করুন।
bs: Imajte na umu da omogućavanje ove postavke može uzrokovati pokretanje ezana i podsjetnika sa zakašnjenjem ili nikako u nekim slučajevima. Omogućite ovo s oprezom.
de: Bitte beachten Sie, dass die Aktivierung dieser Option dazu führen kann, dass Adhan und Erinnerungen in einigen Fällen verzögert oder gar nicht ausgelöst werden. Aktivieren Sie diese Option mit Bedacht.
fa: لطفاً توجه داشته باشید که فعال کردن این گزینه ممکن است باعث شود اذان و یادآوری ها با تأخیر فعال شوند یا در برخی موارد اصلاً اجرا نشود. این را با احتیاط فعال کنید.
fr: Veuillez noter qu'en activant cette option, l'adhan et les rappels peuvent se déclencher avec un certain retard ou ne pas se déclencher du tout dans certains cas. Activez cette option avec prudence.
hi: कृपया ध्यान दें कि इस विकल्प को सक्षम करने से एडहान और रिमाइंडर्स देरी से शुरू हो सकते हैं या कुछ मामलों में बिल्कुल भी नहीं। इसे सावधानी से सक्षम करें।
id: Harap diperhatikan bahwa mengaktifkan opsi ini dapat menyebabkan adzan dan pengingat berbunyi dengan penundaan atau tidak berbunyi sama sekali dalam beberapa kasus. Aktifkan ini dengan hati-hati.
sw: Tafadhali kumbuka kuwa kuwezesha chaguo hili kunaweza kusababisha adhana na vikumbusho kufyatua kwa kuchelewa au kutofanya kazi kabisa katika baadhi ya matukio. Wezesha hii kwa tahadhari.
tr: Bu seçeneğin etkinleştirilmesinin ezan ve hatırlatıcıların gecikmeli olarak devreye girmesine veya bazı durumlarda hiç devreye girmemesine neden olabileceğini lütfen unutmayın. Bunu dikkatli bir şekilde etkinleştirin.
ur: براہ کرم نوٹ کریں کہ اس اختیار کو فعال کرنے سے اذان اور یاد دہانیوں کو تاخیر کے ساتھ فائر کیا جا سکتا ہے یا بعض صورتوں میں بالکل بھی نہیں۔ اسے احتیاط کے ساتھ فعال کریں۔
vi: Lưu ý rằng việc bật tùy chọn này có thể khiến Azan và Lời nhắc bị báo trễ hoặc không báo trong một số trường hợp. Kích hoạt tính năng này một cách thận trọng.

source: Polar Resolution
ar: دقة الأقطاب
bn: পোলার রেজোলিউশন
bs: Polarna Procjena Razmaka
de: Polarauflösung
fa: محاسبه مناطق قطبی
fr: Résolution polaire
hi: ध्रुवीय रेज़ोल्यूशन
id: Resolusi Kutub
sw: Azimio la Polar
tr: Kutuplar için hesaplama yöntemi
ur: پولر ریزولوشن
vi: Phân giải vùng cực

source: Power Manager
ar: مدير الطاقة
bn: পাওয়ার ম্যানেজার
bs: Napojni Menadžer
de: Energieverwaltung
fa: مدیریت انرژی
fr: Gestionnaire d'énergie
hi: पावर मैनेजर
id: Pengelola Daya
sw: Meneja wa Nguvu
tr: Güç yöneticisi
ur: پاور مینیجر
vi: Quản lý Pin

source: Prayer Times
ar: أوقات الصلاة
bn: সালাতের সময়
bs: Vremena Molitve
de: Gebetszeiten
fa: اوقات شرعی
fr: Horaire de prière
hi: प्रार्थना का समय
id: Waktu Sholat
sw: Nyakati za Maombi
tr: Namaz Vakitleri
ur: نماز کے اوقات
vi: Giờ cầu nguyện

source: Prayer list
ar: قائمة الصلاة
bn: প্রার্থনা তালিকা
bs: Molitvena lista
de: Gebetsliste
fa: فهرست نمازها
fr: Liste de prières
hi: प्रार्थना सूची
id: Daftar doa
sw: Orodha ya maombi
tr: Dua listesi
ur: دعاؤں کی فہرست
vi: Danh sách cầu nguyện

source: Press to search
ar: اضغط للبحث
bn: অনুসন্ধান করতে টিপুন
bs: Pritisnite za pretragu
de: Zum Suchen drücken
fa: برای جستجو لمس کنید
fr: Appuyer pour effectuer une recherche
hi: खोजने के लिए दबाएँ
id: Tekan untuk mencari
sw: Bonyeza ili kutafuta
tr: Aramak için basın
ur: تلاش کرنے کے لیے دبائیں۔
vi: Nhấn để tìm

source: Press to select a method
ar: اضغط لتحديد طريقة
bn: একটি পদ্ধতি নির্বাচন করতে টিপুন
bs: Pritisnite za odabir metode
de: Zur Auswahl einer Methode drücken
fa: برای انتخاب لمس کنید
fr: Appuyer pour sélectionner une méthode
hi: कोई विधि चुनने के लिए दबाएँ
id: Tekan untuk memilih metode
sw: Bonyeza ili kuchagua mbinu
tr: Bir yöntem seçmek için basın
ur: طریقہ منتخب کرنے کے لیے دبائیں۔
vi: Nhấn để chọn một phương pháp

source: Prev Day
ar: اليوم السابق
bn: আগের দিন
bs: Prošli Dan
de: Voriger Tag
fa: روز قبل
fr: Jour précédent
hi: पिछला दिन
id: Hari Sblum
sw: Siku Iliyotangulia
tr: Önceki gün
ur: پچھلا دن
vi: Ngày Trước

source: Prev Month
ar: الشهر السابق
bn: আগের মাস
bs: Prethodni Mjesec
de: Voriger Monat
fa: ماه قبل
fr: Mois précédent
hi: पिछला महीना
id: Bulan Sebelumnya
sw: Mwezi Uliopita
tr: Önceki Ay
ur: پچھلا مہینہ
vi: Tháng Trước

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা পলিসি
bs: Politika Privatnosti
de: Datenschutzbestimmungen
fa: حریم خصوصی
fr: Politique de confidentialité
hi: गोपनीयता नीति
id: Kebijakan Privasi
sw: Sera ya Faragha
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
vi: Chính sách bảo mật

source: Privacy focused open-source muslim Adhan (islamic prayer times) and qibla app
ar: تطبيق الأذان والقبلة وأوقات الصلاة الإسلامية المحترم للخصوصية والمفتوح المصدر
bn: গোপনীয়তা-প্রথম ওপেন সোর্স মুসলিম আযান (ইসলামিক নামাজের সময়) এবং কিবলা অ্যাপ
bs: Prva privatna-bezoglasna otvorena muslimanska aplikacija za Ezan i kiblu
de: Datenschutzfreundliche Open-Source App für den Adhan (Gebetszeit) und die Qibla
fa: برنامه اوپن سورس اذان (اوقات شرعی اسلامی) و قبله یاب با حفظ حریم خصوصی
fr: Application Adhan et Qibla qui respecte la vie privée, open-source, sans publicité!
hi: गोपनीयता-प्रथम ओपन-सोर्स मुस्लिम अदन (इस्लामिक प्रार्थना समय) और क़िबला ऐप
id: Aplikasi Adzan dan kiblat sumber terbuka yang mengutamakan privasi
sw: Faragha iliyolenga chanzo huria ya Adhan ya Kiislamu (nyakati za maombi ya Kiislamu) na programu ya qibla
tr: Mahremiyete saygılı açık kaynak Ezan (İslami namaz vakitleri) ve kıble uygulaması
ur: پرائیویسی پہلا اوپن سورس مسلم اذان (نماز کے اسلامی اوقات) اور قبلہ ایپ
vi: Ứng dụng Azan (giờ lễ nguyện đạo Hồi) và qibla nguồn mở ưu tiên quyền riêng tư

source: Qada counter
ar: عداد القضاء
bn: কাযা কাউন্টার
bs: Kada brojač
de: Qada-Zähler
fa: شمارنده قضا
fr: Compteur de Qada
hi: कड़ा काउंटर
id: Penghitung Qada
sw: Kaunta ya Qada
tr: Kaza namazı sayacı
ur: قضا کاؤنٹر
vi: Bộ đếm Qada

source: Qatar
ar: دولة قطر
bn: কাতার
bs: Katar
de: Katar
fa: قطر
hi: कतर
tr: Katar
ur: قطر
vi: Ca-ta

source: Qibla
ar: القبلة
bn: কিবলা
bs: Kibla
fa: قبله
hi: किबला
id: Kiblat
sw: Kibla
tr: Kıble
ur: قبلہ

source: Qibla finder
ar: مُحدد القبلة
bn: কিবলা সন্ধানকারী
bs: Kibla pronalaznik
de: Ermittlung der Qibla
fa: قبله یاب
fr: Recherche de Qibla
hi: किबला खोजक
id: Penunjuk arah kiblat
sw: Kitafuta cha Qibla
tr: Kıble bulucu
ur: قبلہ تلاش کرنے والا
vi: Tìm Qibla

source: Qibla finder needs location service. If not enabled, location from app settings will be used.
ar: يحتاج مُحدد القبلة إلى خدمة الموقع. إذا لم يتم تمكينها، سيتم استخدام الموقع المحدد في إعدادات التطبيق.
bn: কিবলা ফাইন্ডারের লোকেশন সার্ভিস প্রয়োজন। সেটি চালু না হলে, অ্যাপ সেটিংস থেকে অবস্থান ব্যবহার করা হবে।
bs: Pronalazniku Kible treba usluga lokacije. Ako nije omogućena, koristit će se lokacija iz postavkih aplikacije.
de: Der Qibla-Finder benötigt einen Standortdienst. Falls nicht aktiviert, wird der Standort aus den App-Einstellungen verwendet.
fa: قبله یاب به خدمات موقعیت یابی نیاز دارد. اگر فعال نباشد، موقعیت مکانی از تنظیمات برنامه استفاده خواهد شد.
fr: La recherche de Qibla nécessite le service de localisation. S'il n'est pas activé, la localisation provenant des paramètres de l'application sera utilisée.
hi: किबला खोजक को स्थान सेवा की आवश्यकता है। यदि सक्षम नहीं है, तो ऐप सेटिंग से स्थान का उपयोग किया जाएगा।
id: Pencari kiblat membutuhkan layanan lokasi. Jika tidak diaktifkan, lokasi dari pengaturan aplikasi akan digunakan.
sw: Kitafutaji cha Qibla kinahitaji huduma ya eneo. Ikiwa haijawashwa, eneo kutoka kwa mipangilio ya programu litatumika.
tr: Kıble bulucu konum servisine ihtiyaç duyar. Etkinleştirilmezse, uygulama ayarlarındaki konum kullanılacaktır.
ur: قبلہ تلاش کرنے والے کو مقام کی خدمت کی ضرورت ہے۔ اگر فعال نہیں ہے تو، ایپ کی ترتیبات سے مقام استعمال کیا جائے گا۔
vi: Công cụ tìm Qibla cần dịch vụ định vị. Nếu không bật, vị trí từ cài đặt của ứng dụng sẽ được dùng.

source: Qibla map is currently unavailable in F-Droid builds. It may become available in future updates.
ar: خريطة القبلة غير متوفرة حاليًا في نسخ F-Droid. قد تصبح متاحة في تحديثات مستقبلية.
bn: কিবলা মানচিত্র বর্তমানে F-Droid বিল্ডগুলিতে নেই। এটি ভবিষ্যতে সংযোজন হতে পারে।
bs: Mapa Kible trenutno nije dostupna u F-Droid verzijama aplikacije. Možda će postati dostupna u budućim ažuriranjima.
de: Die Qibla-Karte ist in F-Droid-Builds derzeit nicht verfügbar. Sie wird möglicherweise in zukünftigen Updates verfügbar sein.
fa: نقشه قبله در حال حاضر در نسخه های F-Droid در دسترس نیست. ممکن است در به روز رسانی های آینده در دسترس قرار گیرد.
fr: La carte Qibla n'est actuellement pas disponible dans les versions de F-Droid. Elle pourrait être disponible dans les prochaines mises à jour.
hi: Qibla नक्शा वर्तमान में F-Droid बिल्ड में उपलब्ध नहीं है। यह भविष्य के अपडेट में उपलब्ध हो सकता है।
id: Peta kiblat saat ini tidak tersedia dalam versi F-Droid. Peta ini mungkin akan tersedia dalam pembaruan di masa yang akan datang.
sw: Ramani ya Qibla haipatikani kwa sasa katika miundo ya F-Droid. Inaweza kupatikana katika masasisho yajayo.
tr: Kıble haritası şu anda F-Droid sürümlerinde kullanılamamaktadır. Gelecekteki güncellemelerde kullanılabilir hale gelebilir.
ur: قبلہ کا نقشہ فی الحال F-Droid کی تعمیرات میں دستیاب نہیں ہے۔ یہ مستقبل کی تازہ کاریوں میں دستیاب ہوسکتا ہے۔
vi: Bản đồ Qibla hiện không khả dụng trong các bản dựng F-Droid. Nó có thể sẽ khả dụng ở các bản cập nhật tương lai.

source: REMINDER_CHANNEL_NAME
ar: تذكير
bn: রিমাইন্ডার
bs: Podsjetnik
de: Erinnerung
fa: یادآوری
fr: Rappel
hi: अनुस्मारक
id: Pengingat
sw: Kikumbusho
tr: Hatırlatıcı
ur: یاد دہانی
vi: Lời nhắc
