Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: Since we don't use any kind of tracker or crash analytics, please report any problem or suggestion you have on our github repo
ar: نظرًا لأننا لا نستخدم أي نوع من أدوات التعقب أو تحليلات الأعطال، يرجى الإبلاغ عن أي مشكلة أو اقتراح لديك على مستودع github الخاص بنا
bn: যেহেতু আমরা কোনো ধরনের ট্র্যাকার বা ক্র্যাশ অ্যানালিটিক্স ব্যবহার করি না, তাই অনুগ্রহ করে আমাদের গিটহাব রেপোতে আপনার কোনো সমস্যা বা পরামর্শ জানান
bs: Budući da ne koristimo nikakvu vrstu tragača ili analitike rušenja, molimo prijavite svaki problem ili prijedlog koji imate na našem github repozitoruju
de: Da in der App keine Tracker und Analysewerkzeuge eingebaut sind, melden Sie Fehler oder Vorschläge bitte an das folgende GitHub-Repository
fa: به دلیل اینکه ما از هیچ گونه ردیابی یا تجزیه و تحلیل خرابی برنامه ها استفاده نمی کنیم، لطفا مشکلات خودتون، یا پیشنهاداتتون رو در محل پروژه گیت هاب ما گزارش کنید
fr: Puisque nous n'utilisons aucune sorte de traqueur ou de crash analytics, merci de nous faire part de tout problème ou suggestion sur notre répositoire GitHub
hi: चूँकि हम किसी भी प्रकार के ट्रैकर या क्रैश एनालिटिक्स का उपयोग नहीं करते हैं, कृपया हमारे जीथब रेपो पर किसी भी समस्या या सुझाव की रिपोर्ट करें
id: Karena kami tidak menggunakan pelacak atau analisis kerusakan apa pun, silakan laporkan masalah atau saran apa pun yang Anda miliki di repo github kami
sw: Kwa kuwa hatutumii aina yoyote ya kifuatiliaji au uchanganuzi wa ajali, tafadhali ripoti tatizo au pendekezo lolote ulilonalo kwenye github repo yetu.
tr: Herhangi bir izleyici veya çökme analizi kullanmadığımız için, lütfen yaşadığınız herhangi bir sorunu veya önerilerinizi github repomuza bildirin
ur: چونکہ ہم کسی بھی قسم کا ٹریکر یا کریش اینالیٹکس استعمال نہیں کرتے ہیں، اس لیے براہ کرم ہمارے گیتھب ریپو پر کسی بھی مسئلے یا تجویز کی اطلاع دیں۔
vi: Vì chúng tôi không sử dụng bất kỳ loại trình theo dõi hoặc phân tích sự cố nào, vui lòng báo cáo bất kỳ sự cố hoặc đề xuất nào bạn có trên repo github của chúng tôi

source: Singapore
ar: سنغافورة
bn: সিঙ্গাপুর
bs: Singapur
de: Singapur
fa: سنگاپور
fr: Singapour
hi: सिंगापुर
id: Singapura
tr: Singapur
ur: سنگاپور

source: Skip
ar: تخطى
bn: এড়িয়ে যান
bs: Preskoči
de: Überspringen
fa: رد کردن
fr: Passer
hi: छोड़ें
id: Lewati
sw: Ruka
tr: Atla
ur: آگے بڑھیں
vi: Bỏ qua

source: Software License
ar: ترخيص البرنامج
bn: সফ্টওয়্যার লাইসেন্স
bs: Softverska Dozvola
de: Software-Lizenz
fa: مجوز نرم افزار
fr: Licence de logiciel
hi: सॉफ़्टवेयर लाइसेंस
id: Lisensi Perangkat Lunak
sw: Leseni ya Programu
tr: Yazılım Lisansı
ur: سافٹ ویئر لائسنس
vi: Bản quyền phần mềm

source: Solar Hijri
ar: هجري شمسي
bn: সৌর হিজরী
bs: Iranski Kalendar
de: Iranischer Kalender (Hijri)
fa: هجری شمسی
fr: Solaire Hijri
hi: सौर हिजरी
id: Matahari Hijriah
sw: Hijri ya jua
tr: Güneş Hicri
ur: شمسی ہجری
vi: Lịch Hijri mặt trời

source: Some devices need extra settings inside their Power Manager to prevent the app from getting killed in the background. In that case disable any power saving option for the app.
ar: بعض الأجهزة تحتاج إلى إعدادات إضافية داخل مدير الطاقة لمنع التطبيق من الإغلاق في الخلفية. في هذه الحالة ، قم بتعطيل أي خيار لتوفير الطاقة للتطبيق
bn: ব্যাকগ্রাউন্ডে অ্যাপটিকে বন্ধ করা থেকে থামাতে কিছু ডিভাইসের পাওয়ার ম্যানেজারের ভিতরে অতিরিক্ত সেটিংস প্রয়োজন। সেক্ষেত্রে অ্যাপের জন্য যেকোনো পাওয়ার সেভিং অপশন ডিজেবল করে দিন।
bs: Nekim uređajima trebaju dodatne postavke unutar svog Napojnog Menadžera da spriječite uništenje aplikacije u pozadini. U tom slučaju onemogućite bilo koju opciju uštede energije za aplikaciju.
de: Um zu verhindern, dass die Anwendung im Hintergrund beendet wird, benötigen einige Geräte zusätzliche Einstellungen in der Energieverwaltung. Deaktivieren Sie in diesem Fall alle Energie-Einsparoptionen für die App.
fa: برخی از دستگاه‌ها به تنظیمات اضافی در "مدیریت انرژی" (Power Manager) نیاز دارند تا از بسته شدن برنامه در پس‌زمینه جلوگیری کنند. در این صورت هر گزینه صرفه جویی در انرژی را برای برنامه غیرفعال کنید.
fr: Certains appareils ont besoin de paramètres supplémentaires dans leur gestionnaire d'énergie pour éviter que l'application soit arrêtée en arrière-plan. Dans ce cas, désactivez toute option d'économie d'énergie pour l'application.
hi: ऐप को बैकग्राउंड में बंद होने से बचाने के लिए कुछ डिवाइसों को अपने पावर मैनेजर के अंदर अतिरिक्त सेटिंग्स की आवश्यकता होती है। उस स्थिति में ऐप के लिए किसी भी बिजली बचत विकल्प को अक्षम करें।
id: Beberapa perangkat memerlukan pengaturan tambahan pada Power Manager untuk mencegah aplikasi berhenti di latar belakang. Nonaktifkan opsi hemat daya untuk aplikasi ini.
sw: Baadhi ya vifaa vinahitaji mipangilio ya ziada ndani ya Kidhibiti cha Nishati ili kuzuia programu isiuawe chinichini. Katika hali hiyo afya chaguo lolote la kuokoa nishati kwa programu.
tr: Bazı cihazlarda, uygulamanın arka planda çalışmaya devam edebilmesi için Güç Yöneticilerinde ek ayarlara ihtiyacı vardır. Uygulamanın arkaplanda çalışabilmesi için güç tasarrufu seçeneğini devre dışı bırakın.
ur: کچھ آلات کو اپنے پاور مینیجر کے اندر اضافی ترتیبات کی ضرورت ہوتی ہے تاکہ ایپ کو پس منظر میں ہلاک ہونے سے بچایا جا سکے۔ اس صورت میں ایپ کے لیے بجلی کی بچت کے کسی بھی آپشن کو غیر فعال کر دیں۔
vi: Một số thiết bị cần cài đặt bổ sung bên trong Trình quản lý nguồn để ngăn ứng dụng bị tắt trong nền. Nếu vậy, hãy tắt mọi tùy chọn tiết kiệm năng lượng cho ứng dụng này.

source: Sound
ar: صوت
bn: শব্দ
bs: Zvuk
de: Ton
fa: صدا
fr: Son
hi: ध्वनि
id: Suara
sw: Sauti
tr: Ses
ur: آواز
vi: Âm báo

source: Spiritual Administration of Muslims of Russia
ar: الإدارة الروحية لمسلمي روسيا
bn: রাশিয়ার মুসলমানদের আধ্যাত্মিক প্রশাসন
bs: Duhovna Uprava Muslimana Rusije
de: Geistliche Verwaltung der Muslime Russlands
fa: اداره معنوی مسلمانان روسیه
fr: Administration spirituelle des musulmans de Russie
hi: रूस के मुसलमानों का आध्यात्मिक प्रशासन
id: Administrasi Keagamaan Muslim Rusia
sw: Utawala wa Kiroho wa Waislamu wa Urusi
tr: Rusya Müslümanlarının Ruhani Yönetimi
ur: روس کے مسلمانوں کی روحانی انتظامیہ
vi: Cơ quan Quản lý Tinh thần của người Hồi giáo ở Nga

source: Status
ar: حالة
bn: অবস্থা
bs: Stanje
fa: وضعیت
fr: Statut
hi: दर्जा
sw: Hali
tr: Durum
ur: حالت
vi: Trạng thái

source: Stop
ar: قف
bn: থামো
bs: Stani
de: Stopp
fa: توقف
fr: Arrêter
hi: रुकना
id: Berhenti
sw: Acha
tr: Dur
ur: رک جاؤ
vi: Dừng

source: Sunday
ar: الأحد
bn: রবিবার
bs: Nedelja
de: Sonntag
fa: یکشنبه
fr: Dimanche
hi: रविवार
id: Minggu
sw: Jumapili
tr: Pazar
ur: اتوار
vi: C.N

source: Sunset to Fajr (Default)
ar: من غروب الشمس إلى الفجر (افتراضي)
bn: সূর্যাস্ত থেকে ফজর (ডিফল্ট)
bs: Zalazak sunca do Fadžra (zadano)
de: Sonnenuntergang bis Fajr (Standard)
fa: غروب آفتاب تا فجر (پیش‌فرض)
fr: Du coucher du soleil au Fajr (par défaut)
hi: सूर्यास्त से फज्र तक (डिफ़ॉल्ट)
id: Matahari terbenam hingga Subuh (Standar)
sw: Machweo hadi Fajr (Chaguomsingi)
tr: Günbatımından Fecr'e (Varsayılan)
ur: غروب آفتاب سے فجر تک (پہلے سے طے شدہ)
vi: Hoàng hôn đến Fajr (Mặc định)

source: Sunset to Sunrise
ar: من غروب الشمس إلى شروقها
bn: সূর্যাস্ত থেকে সূর্যোদয়
bs: Od zalaska do izlaska sunca
de: Sonnenuntergang bis Sonnenaufgang
fa: غروب تا طلوع خورشید
fr: Du coucher au lever du soleil
hi: सूर्यास्त से सूर्योदय तक
id: Matahari Terbenam hingga Matahari Terbit
sw: Machweo hadi Macheo
tr: Günbatımından Gündoğumuna
ur: غروب آفتاب سے طلوع آفتاب
vi: Hoàng hôn đến mặt trời mọc

source: System Default
ar: افتراضي النظام
bn: সিস্টেমের ডিফল্ট
bs: Sistemski Zadana
de: Systemvoreinstellung
fa: پیش فرض سیستم
fr: Thème par défaut
hi: प्रणालीगत डिफॉल्ट
id: Default Sistem
sw: Chaguomsingi ya Mfumo
tr: Sistem varsayılanı
ur: سسٹم ڈیفالٹ
vi: Theo thiết bị

source: Tahajjud time mentioned in the app is the last third of the night
ar: وقت التهجّد المذكور في التطبيق هو الثلث الأخير من الليل
bn: অ্যাপটিতে তাহাজ্জুদের সময় বলা হয়েছে রাতের শেষ তৃতীয়াংশ
bs: Noćni Namaz naveden u aplikaciji je zadnja trećina noći
de: Die in der App genannte Tahajjud-Zeit ist das letzte Drittel der Nacht
fa: زمان تهجد ذکر شده در اپلیکیشن، ثلث آخر شب است
fr: L'heure de Tahajjud mentionnée dans l'application est le dernier tiers de la nuit
hi: ऐप में उल्लिखित तहज्जुद का समय रात का आखिरी तीसरा है
id: Waktu Tahajjud yang disebutkan dalam aplikasi adalah sepertiga malam terakhir
sw: Wakati wa Tahajjud uliotajwa katika programu ni theluthi ya mwisho ya usiku
tr: Uygulamada belirtilen teheccüd vakti gecenin son üçte biridir
ur: ایپ میں تہجد کا وقت رات کا آخری تہائی حصہ ہے۔
vi: Giờ Tahajjud được đề cập trong ứng dụng là một phần ba cuối cùng của đêm

source: Thai Solar
ar: شمسي تايلاندي
bn: থাই সোলার
bs: Tajlandski Solarni Kalendar
de: Thailändischer Kalender (Suriyakati)
fa: خورشیدی تایلندی
fr: Thai Solaire
hi: थाई सोलर
sw: Sola ya Thai
ur: تھائی سولر
vi: Dương lịch Thái Lan

source: Thanks for choosing this app! There are things you need to do before you can start using this app.
ar: شكرا لاختيار هذا التطبيق! هناك إرشادات قد تكون مفيدة قبل أن تستخدام هذا التطبيق.
bn: এই অ্যাপটি বেছে নেওয়ার জন্য ধন্যবাদ! এই অ্যাপটি ব্যবহার শুরু করার আগে আপনাকে কিছু কাজ করতে হবে।
bs: Hvala vam što ste odabrali ovu aplikaciju! Postoje stvari koje morate učiniti prije nego što možete početi koristiti ovu aplikaciju.
de: Danke, dass Sie sich für diese App entschieden haben! Es gibt mehrere Dinge, die Sie einstellen müssen, bevor Sie diese App verwenden können.
fa: با تشکر از انتخاب این برنامه! کارهایی وجود دارد که باید قبل از این که بتوانید از این برنامه استفاده کنید انجام دهید.
fr: Merci d'avoir choisi cette application! Il y a des choses que vous devez faire avant de commencer à utiliser cette application.
hi: इस ऐप को चुनने के लिए धन्यवाद! इस ऐप का उपयोग शुरू करने से पहले आपको कुछ चीजें करने की आवश्यकता है।
id: Terima kasih telah memilih Al-Azan! Lakukan pengaturan awal sebelum mulai menggunakan aplikasi ini.
sw: Asante kwa kuchagua programu hii! Kuna mambo unayohitaji kufanya kabla ya kuanza kutumia programu hii.
tr: Uygulamamızı seçtiğiniz için teşekkürler! Uygulamamızı kullanmaya başlamadan önce yapmanız gereken bazı şeyler var.
ur: اس ایپ کو منتخب کرنے کا شکریہ! اس ایپ کا استعمال شروع کرنے سے پہلے آپ کو کچھ چیزیں کرنے کی ضرورت ہے۔
vi: Cảm ơn bạn đã chọn ứng dụng này! Có một số việc bạn cần làm trước khi có thể bắt đầu sử dụng ứng dụng này.

source: The Gulf Region (Dubai)
ar: منطقة الخليج (دبي)
bn: উপসাগরীয় অঞ্চল (দুবাই)
bs: Zaljevsko područje (Dubaj)
de: Die Golfregion (Dubai)
fa: منطقه خلیج (دبی)
fr: La région du Golfe (Dubaï)
hi: खाड़ी क्षेत्र (दुबई)
sw: Mkoa wa Ghuba (Dubai)
tr: Körfez Bölgesi (Dubai)
ur: خلیجی علاقہ (دبئی)
vi: Vùng Vịnh (Dubai)

source: The app's lunar calendar is pre-calculated and may not be accurate because it isn't based on moon sightings. This is especially important to note for the start and end of Ramadan.
ar: التقويم القمري الخاصة بالتطبيق محسوب مسبقًا وقد لا يكون دقيقًا لأنه لا يعتمد على رؤية الهلال. هذا مهم جدًا للملاحظة بالنسبة لبداية ونهاية رمضان.
bn: অ্যাপটির চন্দ্র ক্যালেন্ডার পূর্ব-গণনা করা এবং সঠিক নাও হতে পারে কারণ এটি চাঁদ দেখার উপর ভিত্তি করে নয়। রমজানের শুরু এবং শেষের জন্য এটি বিশেষভাবে গুরুত্বপূর্ণ।
bs: Lunarni kalendar aplikacije je unaprijed izračunat i možda neće biti tačan jer nije zasnovan na viđenjima mjeseca. Ovo je posebno važno napomenuti za početak i kraj Ramazana.
de: Der Mondkalender der App ist vorberechnet und möglicherweise nicht genau, da er nicht auf Mondsichtungen basiert. Dies ist vor allem für den Beginn und das Ende des Ramadan wichtig zu beachten.
fa: تقویم قمری این برنامه از قبل محاسبه شده است و ممکن است دقیق نباشد زیرا بر اساس رؤیت ماه نیست. توجه به این موضوع برای شروع و پایان ماه مبارک رمضان بسیار مهم است.
fr: Le calendrier lunaire de l'application est précalculé et peut ne pas être exact car il n'est pas basé sur les observations de la lune. Ceci est particulièrement important pour le début et la fin du Ramadan.
hi: ऐप का चंद्र कैलेंडर पूर्व-गणना है और सटीक नहीं हो सकता है क्योंकि यह चंद्रमा के देखे जाने पर आधारित नहीं है। रमजान की शुरुआत और अंत के लिए यह विशेष रूप से महत्वपूर्ण है।
id: Kalender lunar aplikasi ini telah dihitung sebelumnya dan mungkin tidak akurat karena tidak berdasarkan penampakan bulan. Hal ini sangat penting untuk diperhatikan terutama untuk awal dan akhir Ramadan.
sw: Kalenda ya mwandamo ya programu huhesabiwa mapema na huenda isiwe sahihi kwa sababu haitegemei mwonekano wa mwezi. Hili ni muhimu sana kuzingatiwa kwa mwanzo na mwisho wa Ramadhani.
tr: Uygulamanın ay takvimi önceden hesaplanmıştır ve ay gözlemlerine dayanmadığı için doğru olmayabilir. Bu özellikle Ramazan'ın başlangıcı ve bitişi için önemlidir.
ur: ایپ کا قمری کیلنڈر پہلے سے شمار کیا گیا ہے اور ممکن ہے درست نہ ہو کیونکہ یہ چاند دیکھنے پر مبنی نہیں ہے۔ رمضان کے آغاز اور اختتام کے لیے یہ خاص طور پر اہم ہے۔
vi: Lịch âm của ứng dụng được tính toán trước và có thể không chính xác vì nó không dựa trên các lần ngắm mặt trăng. Điều này đặc biệt quan trọng cần lưu ý lúc bắt đầu và kết thúc tháng Ramadan.

source: The text found in this website and in the app may not be accurate in other languages, so in any case, only English version should be considered.
ar: قد لا يكون النص الموجود في هذا الموقع والتطبيق دقيقًا بلغات أخرى، لذلك في أي حال، يجب مراعاة النسخة الإنجليزية فقط.
bn: এই ওয়েবসাইট এবং অ্যাপে পাওয়া টেক্সট অন্য ভাষায় সঠিক নাও হতে পারে, তাই যেকোনো ক্ষেত্রেই শুধুমাত্র ইংরেজি সংস্করণ বিবেচনা করা উচিত।
bs: Tekst koji se nalazi na ovoj web stranici i u aplikaciji možda nije tačan na drugim jezicima, tako da u svakom slučaju treba uzeti u obzir samo englesku verziju.
de: Der Text auf dieser Website und in der App ist in anderen Sprachen möglicherweise nicht korrekt, daher sollte in jedem Fall nur die englische Version berücksichtigt werden.
fa: ممکن است متن یافت شده در این وب سایت و برنامه در سایر زبان ها دقیق نباشد، بنابراین در هر گونه مورد، فقط نسخه انگلیسی باید در نظر گرفته شود.
fr: Le texte figurant sur ce site web et dans l'application peut ne pas être exact dans d'autres langues, seule la version anglaise doit donc être prise en compte dans tous les cas.
hi: इस वेबसाइट और ऐप में पाया जाने वाला पाठ अन्य भाषाओं में सटीक नहीं हो सकता है, इसलिए किसी भी स्थिति में केवल अंग्रेजी संस्करण पर विचार किया जाना चाहिए।
id: Teks yang terdapat di situs web dan aplikasi ini mungkin tidak akurat dalam bahasa lain, jadi dalam hal apa pun, hanya versi bahasa Inggris yang harus dipertimbangkan.
sw: Maandishi yanayopatikana katika tovuti hii na katika programu yanaweza yasiwe sahihi katika lugha nyingine, kwa hiyo kwa hali yoyote, toleo la Kiingereza pekee linapaswa kuzingatiwa.
tr: Bu web sitesinde ve uygulamada bulunan metin diğer dillerde doğru olmayabilir, bu nedenle her durumda yalnızca İngilizce sürüm dikkate alınmalıdır.
ur: اس ویب سائٹ اور ایپ میں پایا جانے والا متن دوسری زبانوں میں درست نہیں ہو سکتا، اس لیے کسی بھی صورت میں، صرف انگریزی ورژن پر ہی غور کیا جانا چاہیے۔
vi: Văn bản tìm thấy trên trang web này và trong ứng dụng có thể không chính xác bằng các ngôn ngữ khác, vì vậy trong mọi trường hợp, chỉ nên xem xét phiên bản tiếng Anh.

source: The type of calendar that is shown on top of home screen and beside lunar calendar in widgets
ar: نوع التقويم الذي يظهر أعلى الشاشة الرئيسية وبجانب التقويم القمري في المصغر
bn: ক্যালেন্ডারের ধরন যা হোম স্ক্রিনের উপরে এবং উইজেটগুলিতে চন্দ্র ক্যালেন্ডারের পাশে দেখানো হয়৷
bs: Tip kalendara koji se prikazuje na vrhu početnog ekrana i pored lunarnog kalendara u widgetima
de: Die Art des Kalenders, der oben auf dem Startbildschirm und neben dem Mondkalender in Widgets angezeigt wird
fa: نوع تقویمی که در بالای صفحه اصلی و در کنار تقویم قمری در ویجت ها نشان داده می شود
fr: Le type de calendrier qui s'affiche en haut de l'écran d'accueil et à côté du calendrier lunaire dans les widgets
hi: कैलेंडर का प्रकार जो होम स्क्रीन के शीर्ष पर और विजेट्स में चंद्र कैलेंडर के बगल में दिखाया गया है
id: Jenis kalender yang ditampilkan di atas layar beranda dan di samping kalender lunar di widget
sw: Aina ya kalenda inayoonyeshwa juu ya skrini ya kwanza na kando ya kalenda ya mwezi katika wijeti
tr: Ana ekranın üstünde ve widget'larda ay takviminin yanında gösterilen takvim türü
ur: کیلنڈر کی وہ قسم جو ہوم اسکرین کے اوپر اور وجیٹس میں قمری کیلنڈر کے ساتھ دکھائی جاتی ہے۔
vi: Loại lịch được hiển thị trên đầu màn hình chính và bên cạnh lịch âm trong widget

source: The type of lunar calendar shown in main screen and widgets
ar: نوع التقويم القمري الذي يظهر على الشاشة الرئيسية و المصغّر
bn: প্রধান স্ক্রীন এবং উইজেটে দেখানো চন্দ্র ক্যালেন্ডারের ধরন
bs: Tip lunarnog kalendara prikazanog na glavnom ekranu i vidžetima
de: Der Typ des Mondkalenders, der im Hauptbildschirm und in den Widgets angezeigt wird
fa: نوع تقویم قمری نشان داده شده در صفحه اصلی و ویجت ها
fr: Le type de calendrier lunaire affiché dans l'écran principal et les widgets
hi: मुख्य स्क्रीन और विजेट्स में दिखाया गया चंद्र कैलेंडर का प्रकार
id: Jenis kalender lunar yang ditampilkan di layar utama dan widget
sw: Aina ya kalenda ya mwezi inayoonyeshwa kwenye skrini kuu na wijeti
tr: Ana ekranda ve widget'larda gösterilen ay takvimi türü
ur: مرکزی اسکرین اور ویجٹ میں دکھائے جانے والے قمری کیلنڈر کی قسم
vi: Loại âm lịch hiển thị trên màn hình chính và tiện ích

source: Theme Color
ar: لون السمة
bn: থিমের রঙ
bs: Boja Teme
de: Farbschema
fa: رنگ پوسته
fr: Couleur du thème
hi: थीम रंग
id: Warna Tema
sw: Rangi ya Mandhari
tr: Tema rengi
ur: تھیم کا رنگ
vi: Màu Chủ đề

source: Thursday
ar: الخميس
bn: বৃহস্পতিবার
bs: Četvrtak
de: Donnerstag
fa: پنج شنبه
fr: Jeudi
hi: गुरुवार
id: Kamis
sw: Alhamisi
tr: Perşembe
ur: جمعرات
vi: Thứ 5

source: Time
ar: وقت
bn: সময়
bs: Vrijeme
de: Zeit
fa: وقت
fr: Temps
hi: समय
id: Waktu
sw: Wakati
tr: Vakit
ur: وقت
vi: Lần

source: Time condition
ar: شرط الوقت
bn: সময়ের শর্ত
bs: Vremensko stanje
de: Zeitbedingung
fa: شرایط زمانی
fr: Condition du temps
hi: समय की स्थिति
id: Kondisi waktu
sw: Hali ya wakati
tr: Zaman koşulu
ur: وقت کی حالت
vi: Điều kiện giờ

source: Time format
ar: تنسيق الوقت
bn: সময় ফর্ম্যাট
bs: Vremenski format
de: Zeitformat
fa: قالب زمان
fr: Format du temps
hi: समय प्रारूप
id: Format waktu
sw: Umbizo la wakati
tr: Zaman formatı
ur: وقت کی ترتیب
vi: Định dạng giờ

source: Time list
ar: قائمة الوقت
bn: সময়ের তালিকা
bs: Vremenski spisak
de: Zeitliste
fa: لیست زمانی
fr: Liste d'horaires
hi: समय सूची
id: Daftar waktu
sw: Orodha ya wakati
tr: Zaman listesi
ur: وقت کی فہرست
vi: Danh sách giờ

source: To calculate Adhan, We need your location. You can use the "Find My Location" button, or use the country and city/area search, or enter your coordinates manually.
ar: لحساب الأذان، نحتاج إلى موقعك. يمكنك استخدام زر "العثور على موقعي"، أو استخدام البحث عن البلد والمدينة/ المنطقة، أو إدخال إحداثياتك يدويًا.
bn: আযান গণনা করতে, আমাদের আপনার অবস্থান প্রয়োজন। আপনি "আমার অবস্থান খুঁজুন" বোতামটি ব্যবহার করতে পারেন, অথবা দেশ এবং শহর/এলাকা অনুসন্ধান ব্যবহার করতে পারেন, অথবা ম্যানুয়ালি আপনার স্থানাঙ্ক লিখতে পারেন।
bs: Za izračunavanje ezana, potrebna nam je vaša lokacija. Možete koristiti dugme "Pronađi moju lokaciju", ili pretragu zemlje i grada/područja, ili ručno unesite svoje koordinate.
de: Um den Adhan zu berechnen, benötigen wir Ihren Standort. Sie können die Schaltfläche "Meinen Standort finden" verwenden, die Suche nach Land und Stadt/Gebiet nutzen oder Ihre Koordinaten manuell eingeben.
fa: برای محاسبه اذان، به موقعیت مکانی شما نیاز داریم. می‌توانید از دکمه «پیدا کردن مکان من» استفاده کنید یا از جستجوی کشور و شهر/منطقه استفاده کنید یا مختصات خود را به صورت دستی وارد کنید.
fr: Pour calculer l'Adhan, nous avons besoin de votre position. Vous pouvez utiliser le bouton "Trouver ma position" ou utiliser la recherche par pays et ville/région, ou encore entrer vos coordonnées manuellement.
hi: अज़ान की गणना करने के लिए, हमें आप की लोकेशन की आवश्यकता है। आप "मेरा स्थान खोजें" बटन का उपयोग कर सकते हैं, या देश और शहर/क्षेत्र सर्च का उपयोग कर सकते हैं, या अपने निर्देशांक मैन्युअली दर्ज कर सकते हैं।
id: Lokasi dibutuhkan untuk menghitung waktu adzan. Gunakan tombol "Temukan Lokasi Saya", atau gunakan pencarian negara dan kota/daerah, atau masukkan koordinat secara manual.
sw: Ili kukokotoa Adhana, Tunahitaji eneo lako. Unaweza kutumia kitufe cha "Pata Mahali Pangu", au utumie utafutaji wa nchi na jiji/eneo, au uweke viwianishi vyako wewe mwenyewe.
tr: Ezan vaktini hesaplamak için konumunuza ihtiyacımız var. "Konumumu Bul" düğmesini kullanabilir, ülke ve şehir/bölge aramasını kullanabilir veya koordinatlarınızı manuel olarak girebilirsiniz.
ur: اذان کا حساب لگانے کے لیے ہمیں آپ کا مقام درکار ہے۔ آپ "میرا مقام تلاش کریں" بٹن استعمال کر سکتے ہیں، یا ملک اور شہر/علاقے کی تلاش کا استعمال کر سکتے ہیں، یا اپنے نقاط کو دستی طور پر درج کر سکتے ہیں۔
vi: Để tính toán Azan, chúng tôi cần vị trí của bạn. Bạn có thể sử dụng nút "Tìm Vị trí của Tôi" hoặc sử dụng tìm kiếm quốc gia và thành phố/khu vực hoặc nhập tọa độ thủ công.

source: To see notifications about adhan, we need your permission.
ar: لرؤية إشعارات حول الأذان، نحتاج إلى إذنك.
bn: আজান সম্পর্কে নোটিফিকেশন দেখতে, আমাদের আপনার অনুমতি প্রয়োজন।
bs: Da vidimo obavještenja o ezanu, potrebna nam je vaša dozvola.
de: Um Benachrichtigungen über den Adhan anzuzeigen, benötigen wir Ihre Zustimmung.
fa: برای دیدن اعلان‌های اذان، به اجازه شما نیاز داریم.
fr: Nous avons besoin de votre permission pour voir les notifications de l'Adhan.
hi: पालन के बारे में सूचनाएं देखने के लिए, हमें आपकी अनुमति चाहिए।
id: Untuk melihat pemberitahuan tentang adzan, kami memerlukan izin Anda.
sw: Ili kuona arifa kuhusu adhana, tunahitaji ruhusa yako.
tr: Ezanla ilgili bildirimleri görmek için izninize ihtiyacımız var.
ur: اذان کے بارے میں اطلاعات دیکھنے کے لیے ہمیں آپ کی اجازت درکار ہے۔
vi: Để xem thông báo về Azan, chúng tôi cần sự cho phép của bạn.

source: To stop playing adhan when you receive a call, we need to read your phone state. not allowing this permission simply disables the feature.
ar: لإيقاف تشغيل الأذان عند تلقي مكالمة، نحتاج إلى قراءة حالة هاتفك. عدم السماح بهذا الإذن يؤدي ببساطة إلى تعطيل الميزة.
bn: আপনি একটি কল পেলে আযান বাজানো বন্ধ করতে, আমাদের আপনার ফোনের অবস্থা সম্পর্কে জানতে হবে। এই অনুমতি না দেওয়া হলে এই ফিচারটি বন্ধ থাকবে।
bs: Da prestanemo da sviramo ezan kada primite poziv, moramo pročitati stanje vašeg telefona. Nedopuštanje ove dozvole jednostavno onemogućava funkciju.
de: Um das Abspielen des Adhan bei einem Anruf zu stoppen, müssen wir Ihren Telefonstatus auslesen. Wenn Sie diese Berechtigung nicht zulassen, wird die Funktion einfach deaktiviert.
fa: برای توقف پخش اذان هنگام دریافت تماس، باید وضعیت تلفن شما را بخوانیم. اجازه ندادن به این مجوز به سادگی این ویژگی را غیرفعال می کند.
fr: Pour arrêter la lecture de l'Adhan lorsque vous recevez un appel, nous devons avoir accès à l'état de votre téléphone. Ne pas autoriser cette permission désactive simplement la fonction.
hi: जब आप कॉल प्राप्त करते हैं तो अदन खेलना बंद करने के लिए, हमें आपकी फ़ोन स्थिति पढ़ने की आवश्यकता होती है। इस अनुमति की अनुमति नहीं देने से सुविधा अक्षम हो जाती है।
id: Untuk berhenti memainkan adzan ketika Anda menerima panggilan, kami perlu membaca status telepon Anda. tidak mengizinkan izin ini hanya akan menonaktifkan fitur tersebut.
sw: Ili kuacha kucheza adhana unapopokea simu, tunahitaji kusoma hali ya simu yako. kutoruhusu ruhusa hii huzima kipengele hiki.
tr: Bir çağrı aldığınızda ezan çalmayı durdurmak için telefon durumuna erişmemiz gerekir. Bu erişime izin vermemek bu özelliği devre dışı bırakır.
ur: جب آپ کو کال موصول ہوتی ہے تو اذان بجانا بند کرنے کے لیے، ہمیں آپ کے فون کی حالت پڑھنی ہوگی۔ اس اجازت کی اجازت نہ دینا صرف خصوصیت کو غیر فعال کر دیتا ہے۔
vi: Để ngừng phát Azan khi bạn nghe gọi, chúng tôi cần quyền đọc trạng thái thiết bị. Không cho phép quyền này chỉ vô hiệu hóa tính năng này.

source: Tomorrow
ar: غدًا
bn: কালকে
bs: Sutra
de: Morgen
fa: فردا
fr: Demain
hi: कल का दिन
id: Besok
sw: Kesho
tr: Yarın
ur: کل
vi: Ngày mai

source: Tuesday
ar: الثلاثاء
bn: মঙ্গলবার
bs: Utorak
de: Dienstag
fa: سه شنبه
fr: Mardi
hi: मंगलवार
id: Selasa
sw: Jumanne
tr: Salı
ur: منگل
vi: Thứ 3
