Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: Turn Left
ar: انعطف لليسار
bn: বাম দিকে ঘুরুন
bs: Skrenite lijevo
de: Nach links bewegen
fa: به چپ بپرخ
fr: Tourner à gauche
hi: बांए मुड़िए
id: Belok Kiri
sw: Pinduka Kushoto
tr: Sola Dön
ur: بائیں مڑو
vi: Rẽ trái

source: Turn Right
ar: انعطف يمينا
bn: ডানে ঘোরা
bs: Skrenite desno
de: Nach rechts bewegen
fa: به راست بچرخ
fr: Tourner à droite
hi: दांए मुड़िए
id: Belok Kanan
sw: Geuka Kulia
tr: Sağa Dön
ur: دائیں مڑیں
vi: Rẽ phải

source: Turn history off
ar: إيقاف تشغيل السجل
bn: ইতিহাস বন্ধ করুন
bs: Isključite povijest
de: Verlauf deaktivieren
fa: خاموش کردن تاریخچه
fr: Désactiver l'historique
hi: इतिहास बंद करें
id: Matikan riwayat
sw: Zima historia
tr: Geçmişi kapatın
ur: تاریخ کو آف کریں۔
vi: Tắt lịch sử

source: Turn history on
ar: تشغيل السجل (التاريخ)
bn: ইতিহাস চালু করুন
bs: Uključite povijest
de: Verlauf aktivieren
fa: روشن کردن تاریخچه
fr: Activer l'historique
hi: इतिहास चालू करें
id: Mengaktifkan riwayat
sw: Washa historia
tr: Geçmişi açın
ur: تاریخ کو آن کریں۔
vi: Bật lịch sử

source: Twilight Angle
ar: زاوية الشفق
bn: গোধূলি কোণ
bs: Ugao Sumraka
de: Dämmerungswinkel
fa: زاویه گرگ و میش
fr: Angle du crépuscule
hi: गोधूलि कोण
id: Sudut Senja
sw: Pembe ya Twilight
tr: Güneş ufuk açısı
ur: گودھولی کا زاویہ
vi: Góc chạng vạng

source: Umm al-Qura University, Makkah
ar: جامعة أم القرى بمكة المكرمة
bn: উম্মুল কুরা বিশ্ববিদ্যালয়, মক্কা
bs: Um al-Kura Univerzitet, Mekka
de: Universität Umm al-Qura, Mekka
fa: دانشگاه ام القری، مکه
fr: Université d'Umm al-Qura, La Mecque
hi: उम्म अल-क़ुरा विश्वविद्यालय, मक्का
id: Komite Ummul Qura, Mekah
sw: Chuo Kikuu cha Umm al-Qura, Makka
tr: Umm al-Qura Üniversitesi, Mekke
ur: ام القری یونیورسٹی مکہ مکرمہ
vi: Đại học Umm al-Qura, Makkah

source: Union Organization Islamic de France
ar: منظمة الاتحاد الإسلامية الفرنسية
bn: ইউনিয়ন অর্গানাইজেশন ইসলামিক ডি ফ্রান্স
bs: Islamska Organizacija Francuske
de: Islamische Union Frankreichs
fa: سازمان اتحادیه اسلامی فرانسه
fr: Union Organisation Islamique de France
hi: संघ संगठन इस्लामिक डी फ्रांस
id: Serikat Organisasi Islam Perancis (UOIF)
sw: Muungano wa Jumuiya ya Kiislamu ya Ufaransa
tr: Fransa İslam organizasyon birliği
ur: یونین آرگنائزیشن اسلامک ڈی فرانس
vi: Tổ chức Liên minh Hồi giáo de France

source: University of Islamic Sciences, Karachi
ar: جامعة العلوم الإسلامية بكراتشي
bn: ইউনিভার্সিটি অব ইসলামিক সায়েন্সেস, করাচি
bs: Univerzitet Islamskih Nauka, Karači
de: Universität für Islamische Wissenschaften, Karatschi
fa: دانشگاه علوم اسلامی کراچی
fr: Université des sciences islamiques, Karachi
hi: इस्लामी विज्ञान विश्वविद्यालय, कराची
id: Universitas Ilmu Islam, Karachi
sw: Chuo Kikuu cha Sayansi ya Kiislamu, Karachi
tr: İslami İlimler Üniversitesi, Karaçi
ur: جامعہ اسلامیہ، کراچی
vi: Đại học Khoa học Hồi giáo, Karachi

source: Unknown Error
ar: خطأ غير معروف
bn: অজানা সমস্যা
bs: Nepoznata Greška
de: Unbekannter Fehler
fa: خطای نامشخص
fr: Erreur inconnue
hi: अज्ञात त्रुटि
id: Kesalahan Tidak Dikenal
sw: Hitilafu Isiyojulikana
tr: Bilinmeyen hata
ur: نامعلوم خامی
vi: Lỗi không rõ

source: Unreliable
ar: غير موثق
bn: অবিশ্বস্ত
bs: Nepouzdano
de: Unzuverlässig
fa: غیر قابل اعتماد
fr: Précision peu fiable
hi: अविश्वसनीय
id: Tidak dapat diandalkan
sw: Isiyotegemewa
tr: Güvenilmez
ur: ناقابل اعتبار
vi: Không tin cậy

source: Unresolved (default)
ar: لم يتم حلها (افتراضي)
bn: অমীমাংসিত (ডিফল্ট)
bs: Neriješeno (zadano)
de: Ungelöst (Standard)
fa: حل نشده (پیش فرض)
fr: Non résolu (par défaut)
hi: अनसुलझा (डिफ़ॉल्ट)
id: Tidak ada (default)
sw: Haijatatuliwa (chaguo-msingi)
tr: Çözümlenmemiş (varsayılan)
ur: غیر حل شدہ (پہلے سے طے شدہ)
vi: Không dùng (mặc định)

source: Unsupported
ar: غير مدعوم
bn: অসমর্থিত
bs: Nepodržano
de: Ohne Unterstützung
fa: پشتیبانی نشده
fr: Non pris en charge
hi: असमर्थित
id: Tidak didukung
sw: Haitumiki
tr: Desteklenmiyor
ur: غیر تعاون یافتہ
vi: Không hỗ trợ

source: Up
ar: أعلى
bn: উপরে
bs: Gore
de: Nach oben
fa: بالا
fr: Haut de la page
hi: ऊपर
sw: Juu
tr: Yukarı
ur: اوپر
vi: Lên

source: Upcoming alarm
ar: التنبيه القادم
bn: আসন্ন অ্যালার্ম
bs: Predstojeći alarm
de: Bevorstehender Alarm
fa: هشدار بعدی
fr: Alarme à venir
hi: आगामी अलार्म
id: Alarm selanjutnya
sw: Kengele inayokuja
tr: Yaklaşan alarm
ur: آنے والا الارم
vi: Báo thức sắp tới

source: Updating widgets
ar: تحدیث المصغّر
bn: উইজেট আপডেট করা হচ্ছে
bs: Ažuriraju je vidžeti
de: Widgets aktualisieren
fa: در حال به روزرسانی ویجت ها
fr: Mise à jour des widgets
hi: विजेट अपडेट कर रहा है
id: Memperbarui widget
sw: Inasasisha wijeti
tr: Widget'ları güncelle
ur: ویجٹ کو اپ ڈیٹ کرنا
vi: Đang cập nhật tiện ích

source: Use 24-Hour format
ar: استخدام تنسيق 24 ساعة
bn: ২৪-ঘন্টা বিন্যাস ব্যবহার করুন
bs: Koristite 24-satni format
de: Das 24-Stunden-Format verwenden
fa: استفاده از قالب 24 ساعته
fr: Utiliser le format 24 heures
hi: 24 घंटे के प्रारूप का प्रयोग करें
id: Gunakan format 24 Jam
sw: Tumia umbizo la Saa 24
tr: 24 Saat biçimini kullan
ur: 24 گھنٹے کا فارمیٹ استعمال کریں۔
vi: Dùng định dạng 24 giờ

source: Use Compass
ar: استخدم البوصلة
bn: কম্পাস ব্যবহার করুন
bs: Koristite Kompas
de: Kompass verwenden
fa: استفاده از قطب نما
fr: Utiliser la boussole
hi: कम्पास का प्रयोग करें
id: Gunakan Kompas
sw: Tumia Compass
tr: Pusulayı kullan
ur: کمپاس استعمال کریں۔
vi: Dùng La bàn

source: Use Map
ar: استخدم الخريطة
bn: মানচিত্র ব্যবহার করুন
bs: Koristite Kartu
de: Karte verwenden
fa: استفاده از نقشه
fr: Utiliser la carte
hi: मानचित्र का प्रयोग करें
id: Gunakan Peta
sw: Tumia Ramani
tr: Kullanım haritası
ur: نقشہ استعمال کریں۔
vi: Dùng Bản đồ

source: Use a different alarm type?
ar: استخدم نوع إنذار مختلف؟
bn: ভিন্ন অ্যালার্ম টাইপ ব্যবহার করবেন?
bs: Koristite drugu vrstu alarma?
de: Einen anderen Alarmtyp verwenden?
fa: از نوع دیگری از زنگ هشدار استفاده شود؟
fr: Utiliser un autre type d'alarme ?
hi: किसी भिन्न अलार्म प्रकार का उपयोग करें?
id: Menggunakan jenis alarm yang berbeda?
sw: Je, ungependa kutumia aina tofauti ya kengele?
tr: Farklı bir alarm türü mü kullanıyorsunuz?
ur: ایک مختلف الارم کی قسم استعمال کریں؟
vi: Sử dụng một loại báo thức khác?

source: Use adaptive theme?
ar: استخدم السمة المتكيفة؟
bn: অ্যাডাপ্টিভ থিম ব্যবহার করবেন?
bs: Koristite adaptivnu temu?
de: Adaptives Thema verwenden?
fa: استفاده از تم تطبیقی؟
fr: Utiliser un thème adaptatif ?
hi: एडाप्टिव थीम का प्रयोग करें?
id: Gunakan tema adaptif?
sw: Je, ungependa kutumia mandhari yanayobadilika?
tr: Uyarlanabilir bir tema mı kullanıyorsunuz?
ur: انکولی تھیم استعمال کریں؟
vi: Sử dụng chủ đề thích ứng?

source: Use headphones when available?
ar: هل ترغب في استخدام السماعات عند توفرها؟
bn: হেডফোন ব্যবহার হবে যদি থাকে?
bs: Koristite slušalice kad je dostupno?
de: Kopfhörer verwenden, wenn verfügbar?
fa: استفاده از هدفون در صورت وجود؟
fr: Utiliser les écouteurs lorsqu'ils sont disponibles
hi: उपलब्ध होने पर हेडफ़ोन का उपयोग करें?
id: Gunakan headphone jika tersedia?
sw: Je, ungependa kutumia vipokea sauti vinavyobanwa kichwani vinapopatikana?
tr: Uygun olduğunda kulaklık kullanılsın mı?
ur: دستیاب ہونے پر ہیڈ فون استعمال کریں؟
vi: Sử dụng tai nghe khi được cắm?

source: Using Coordinates
ar: باستخدام الإحداثيات
bn: স্থানাঙ্ক ব্যবহার করে
bs: Koordinati su u Koristi
de: Koordinaten verwenden
fa: با استفاده از مختصات
fr: Utilisation des coordonnées
hi: निर्देशांक का उपयोग कर रहे हैं
id: Menggunakan Koordinat
sw: Kutumia Viratibu
tr: Koordinatları kullan
ur: کوآرڈینیٹس کا استعمال
vi: Dùng Tọa độ

source: Using GPS
ar: باستخدام الـGPS
bn: জিপিএস ব্যবহার করে
bs: GPS je u Koristi
de: GPS verwenden
fa: با استفاده از GPS
fr: Utilisation du GPS
hi: जीपीएस का उपयोग कर रहे हैं
id: Menggunakan GPS
sw: Kwa kutumia GPS
tr: GPS kullan
ur: GPS استعمال کرنا
vi: Dùng GPS

source: Using Search
ar: باستخدام البحث
bn: অনুসন্ধান করে
bs: Pretraga je u Koristi
de: Suche verwenden
fa: با استفاده از جستجو
fr: Utilisation de la recherche
hi: खोज का उपयोग कर रहे हैं
id: Menggunakan Pencarian
sw: Kwa kutumia Utafutaji
tr: Aramayı kullan
ur: تلاش کا استعمال کرتے ہوئے
vi: Dùng Tìm kiếm

source: Version
ar: إصدار
bn: সংস্করণ
bs: Verzija
fa: نسخه
hi: संस्करण
id: Versi
sw: Toleo
tr: Sürüm
ur: ورژن
vi: Phiên bản

source: Vibration Mode
ar: وضع الاهتزاز
bn: ভাইব্রেশন মোড
bs: Mod Tresanja
de: Vibrationsmodus
fa: حالت ویبره
fr: Mode vibration
hi: कंपन मोड
id: Mode Getaran
sw: Hali ya Mtetemo
tr: Titreşim Modu
ur: وائبریشن موڈ
vi: Chế độ rung

source: Volume button stops adhan
ar: زر الصوت يوقف الأذان
bn: ভলিউম বাটন আযান বন্ধ করে দেয়
bs: Dugme za jačinu zvuka zaustavlja ezan
de: Lautstärketaste stoppt Adhan
fa: دکمه صدا اذان را متوقف می کند
fr: Le bouton de volume arrête l'Adhan
hi: वॉल्यूम बटन अदन को रोकता है
id: Tombol volume menghentikan adzan
sw: Kitufe cha sauti kinasimamisha adhana
tr: Ses düğmesi ezanı durdursun
ur: والیوم بٹن اذان کو روکتا ہے۔
vi: Nút âm lượng dừng Azan

source: WIDGET_CHANNEL_NAME
ar: المصغر
bn: উইজেট
bs: Vidžet
de: Widget
fa: ویجت
fr: Widget
hi: विजेट
id: Widget
sw: Wijeti
tr: Widget
ur: ویجیٹ
vi: Tiện ích

source: WIDGET_UPDATE_CHANNEL_NAME
ar: تحدیث المصغّر
bn: উইজেট আপডেট
bs: Vidžet za Ažuriranje
de: Widget-Aktualisierung
fa: به روز رسانی ویجت
fr: Mise à jour du widget
hi: विजेट अद्यतन
id: Pembaruan Widget
sw: Sasisho la Wijeti
tr: Widgeti güncelle
ur: ویجیٹ اپ ڈیٹ
vi: Cập nhật Tiện ích

source: We'll help you do them quickly.
ar: سنساعدك في إنجازها بسرعة.
bn: আমরা আপনাকে দ্রুত সেগুলি করতে সাহায্য করব৷
bs: Pomoći ćemo vam da ih brzo obavite.
de: Wir helfen Ihnen dabei, sie schnell zu erledigen.
fa: ما به شما کمک می کنیم تا آنها را سریع انجام دهید.
fr: Nous vous aiderons à les réaliser rapidement.
hi: हम उन्हें जल्दी करने में आपकी मदद करेंगे।
id: Pengaturan hanya butuh beberapa langkah saja.
sw: Tutakusaidia kuyafanya haraka.
tr: Hızlı bir şekilde yapmanıza yardımcı olacağız.
ur: ہم ان کو جلدی کرنے میں آپ کی مدد کریں گے۔
vi: Chúng tôi sẽ giúp bạn thực hiện nhanh thôi.

source: Wednesday
ar: الأربعاء
bn: বুধবার
bs: Srijeda
de: Mittwoch
fa: چهار شنبه
fr: Mercredi
hi: बुधवार
id: Rabu
sw: Jumatano
tr: Çarşamba
ur: بدھ
vi: Thứ 4

source: Welcome
ar: مرحبا
bn: স্বাগত
bs: Dobrodošli
de: Willkommen
fa: خوش آمدید
fr: Bienvenue
hi: स्वागत
id: Selamat Datang!
sw: Karibu
tr: Hoş geldiniz
ur: خوش آمدید
vi: Chào mừng

source: Western Arabic
ar: الأرقام العربية الغربية
bn: পশ্চিম আরব
bs: Zapadno-Arapski
de: Westarabisch
fa: عربی غربی
fr: Arabe occidental
hi: पश्चिमी अरबी
id: Bahasa Arab Barat
sw: Kiarabu cha Magharibi
tr: Batı Arapçası
ur: مغربی عربی۔
vi: Tây Ả Rập

source: When enabled, the screen will remain off when adhan or reminder starts playing, and alarm screen won't be shown
ar: عند التمكين، ستظل الشاشة مغلقة عند بدء تشغيل الأذان أو التذكير، ولن تظهر شاشة المنبه
bn: সক্রিয় থাকা অবস্থায়, আযান বা অনুস্মারক বাজানো শুরু হলে স্ক্রীনটি বন্ধ থাকবে এবং অ্যালার্ম স্ক্রীন দেখানো হবে না
bs: Kada je omogućeno, ekran će ostati isključen kada ezan ili podsjetnik počne svirati, a ekran alarma neće biti prikazan
de: Wenn diese Funktion aktiviert ist, bleibt der Bildschirm ausgeschaltet, wenn der Adhan oder die Erinnerung abgespielt wird. Der Alarmbildschirm wird nicht angezeigt
fa: هنگامی که فعال باشد، با شروع پخش اذان یا یادآوری، صفحه خاموش می‌ماند و صفحه زنگ هشدار نشان داده نمی‌شود
fr: Lorsque cette option est activée, l'écran reste éteint lorsque l'adhan ou le rappel commence à être diffusé et l'écran d'alarme ne s'affiche pas
hi: सक्षम होने पर, अज़ान या रिमाइंडर बजने पर स्क्रीन बंद रहेगी और अलार्म स्क्रीन नहीं दिखाई जाएगी
id: Ketika diaktifkan, layar akan tetap mati ketika adzan atau pengingat mulai diputar, dan layar alarm tidak akan ditampilkan
sw: Ikiwashwa, skrini itasalia imezimwa adhana au kikumbusho kitakapoanza kucheza, na skrini ya kengele haitaonyeshwa.
tr: Etkinleştirildiğinde, ezan veya hatırlatma çalmaya başladığında ekran kapalı kalır ve alarm ekranı gösterilmez
ur: فعال ہونے پر، اذان یا یاد دہانی شروع ہونے پر اسکرین بند رہے گی، اور الارم اسکرین نہیں دکھائی جائے گی
vi: Khi kích hoạt, màn hình sẽ vẫn tắt khi azan hoặc lời nhắc kêu và màn hình báo thức sẽ không hiện lên

source: When enabled, when using headphones, all audio will play only on headphones.
ar: عند التمكين، عند استخدام سماعات الرأس، سيتم تشغيل كل الصوت على سماعات الرأس فقط.
bn: সক্ষম হলে, হেডফোন ব্যবহার করার সময়, সমস্ত অডিও শুধুমাত্র হেডফোনে চলবে।
bs: Kada je omogućeno, kada koristite slušalice, sav zvuk će se pokretati samo na slušalicama.
de: Wenn diese Option aktiviert ist, werden bei der Verwendung von Kopfhörern alle Audiosignale nur über die Kopfhörer wiedergegeben.
fa: وقتی فعال باشد، هنگام استفاده از هدفون، تمام صداها فقط روی هدفون پخش می شود.
fr: En activant cette option, tous les sons seront joués uniquement sur le casque lorsque vous utilisez un casque.
hi: सक्षम होने पर, हेडफ़ोन का उपयोग करते समय, सभी ऑडियो केवल हेडफ़ोन पर ही चलेंगे।
id: Apabila diaktifkan, ketika menggunakan headphone, semua audio hanya akan diputar pada headphone.
sw: Inapowashwa, unapotumia vipokea sauti vinavyobanwa kichwani, sauti zote zitacheza kwenye vipokea sauti vinavyobanwa kichwani pekee.
tr: Etkinleştirildiğinde, kulaklık takılıyken tüm ses yalnızca kulaklıkta çalınır.
ur: فعال ہونے پر، ہیڈ فون استعمال کرتے وقت، تمام آڈیو صرف ہیڈ فون پر چلیں گے۔
vi: Nếu bật, khi sử dụng tai nghe, tất cả âm báo sẽ chỉ phát trên tai nghe.

source: Wifi
bn: ওয়াইফাই
tr: Kablosuz ağ
ur: وائی فائی

source: Yes
ar: نعم
bn: হ্যাঁ
bs: Da
de: Ja
fa: بله
fr: Oui
hi: हां
id: Ya
sw: Ndiyo
tr: Evet
ur: جی ہاں
vi: Được

source: You are facing Kaaba
ar: أنت تواجه الكعبة
bn: আপনি কাবার দিকে মুখ করে আছেন
bs: Okrenuti ste Kabi
de: Sie stehen in Richtung der Kaaba
fa: رو به قبله هستید
fr: Vous êtes en direction de la Kaaba
hi: आप काबा की ओर मुख किये हुए हैं
id: Anda menghadap Ka'bah
sw: Unaikabili Kaaba
tr: Kabe'ye bakıyorsunuz
ur: آپ کا رخ کعبہ ہے۔
vi: Bạn đang hướng về Kaaba

source: You are not facing Kaaba
ar: أنت لا تواجه الكعبة
bn: আপনি কাবার দিকে মুখ করছেন না
bs: Niste okrenuti ka Kabi
de: Sie stehen nicht in Richtung der Kaaba
fa: ره به قبله نیستید
fr: Vous n'êtes pas en direction de la Kaaba
hi: आप काबा की ओर मुंह नहीं कर रहे हैं
id: Anda tidak menghadap Ka'bah
sw: Wewe hukukabili Kaaba
tr: Kâbe'ye dönük değilsin
ur: آپ کا رخ کعبہ کی طرف نہیں ہے۔
vi: Bạn chưa hướng về Kaaba

source: You can access your device Power Manager using the button below.
ar: يمكنك الوصول إلى "مدير الطاقة" (Power Manager) بجهازك باستخدام الزر أدناه.
bn: আপনি নীচের বাটনটি ব্যবহার করে আপনার ডিভাইস পাওয়ার ম্যানেজার অ্যাক্সেস করতে পারেন।
bs: Možete pristupiti Napojnom Menadžeru svog uređaja koristeći dugme ispod.
de: Über die untere Schaltfläche können Sie auf die Energieverwaltung Ihres Geräts zugreifen.
fa: با استفاده از دکمه زیر می توانید به "مدیریت انرژی" (Power Manager) دستگاه خود دسترسی پیدا کنید.
fr: Vous pouvez accéder au gestionnaire d'énergie de votre appareil en utilisant le bouton ci-dessous.
hi: आप नीचे दिए गए बटन का उपयोग करके अपने डिवाइस पावर मैनेजर तक पहुंच सकते हैं।
id: Akses pengaturan Power Manager menggunakan tombol di bawah ini.
sw: Unaweza kufikia Kidhibiti Nishati cha kifaa chako kwa kutumia kitufe kilicho hapa chini.
tr: Aşağıdaki düğmeyi kullanarak cihazınızın Güç Yöneticisine erişebilirsiniz.
ur: آپ نیچے دیئے گئے بٹن کا استعمال کرکے اپنے ڈیوائس پاور مینیجر تک رسائی حاصل کرسکتے ہیں۔
vi: Bạn có thể truy cập Trình quản lý Pin điện của thiết bị bằng cách ấn nút bên dưới.

source: You can also paste coords from clipboard
ar: يمكنك أيضًا لصق الإحداثيات من الحافظة
bn: আপনি ক্লিপবোর্ড থেকে কপি পেস্ট করতে পারেন
bs: Možete također zalijepiti koordinate iz međuspremnika
de: Sie können die Koordinaten auch aus der Zwischenablage einfügen
fa: همچنین می توانید مختصات را از کلیپ بورد بچسبانید
fr: Vous pouvez également coller les coordonnées à partir du presse-papiers
hi: आप क्लिपबोर्ड से भी कोऑरड पेस्ट कर सकते हैं
id: Anda juga dapat menempelkan koordinat dari clipboard
sw: Unaweza pia kubandika misimbo kutoka kwenye ubao wa kunakili
tr: Ayrıca panodan kordinatları yapıştırabilirsiniz
ur: آپ کلپ بورڈ سے بھی کوڈ پیسٹ کر سکتے ہیں۔
vi: Bạn cũng có thể dán toạ độ từ khay nhớ tạm

source: You can change the language used for lunar calendar
ar: يمكنك تغيير اللغة المستخدمة للتقويم القمري
bn: আপনি চন্দ্র ক্যালেন্ডারের জন্য ব্যবহৃত ভাষা পরিবর্তন করতে পারেন
bs: Možete promijeniti jezik koji se koristi za lunarni kalendar
de: Sie können die für den Mondkalender verwendete Sprache ändern
fa: می توانید زبان مورد استفاده برای تقویم قمری را تغییر دهید
fr: Vous pouvez changer la langue utilisée pour le calendrier lunaire
hi: आप चंद्र कैलेंडर के लिए उपयोग की जाने वाली भाषा को बदल सकते हैं
id: Anda dapat mengubah bahasa yang digunakan untuk kalender lunar
sw: Unaweza kubadilisha lugha inayotumiwa kwa kalenda ya mwezi
tr: Ay takvimi için kullanılan dili değiştirebilirsiniz
ur: آپ قمری کیلنڈر کے لیے استعمال ہونے والی زبان کو تبدیل کر سکتے ہیں۔
vi: Bạn có thể thay đổi ngôn ngữ sử dụng cho âm lịch

source: You can change when the upcoming alarm notification is sent before adhan or reminder
ar: يمكنك تغيير وقت إرسال إشعار التنبيه القادم قبل الأذان أو التذكير
bn: আযান বা রিমাইন্ডারের আগে আসন্ন অ্যালার্ম বিজ্ঞপ্তি পাঠানো হলে আপনি পরিবর্তন করতে পারেন
bs: Možete promijeniti kada će nadolazeći alarm ko obavještenje se poslati prije ezana kao podsjetnik
de: Sie können festlegen, wann die Benachrichtigung über einen bevorstehenden Alarm vor dem Adhan oder der Erinnerung gesendet wird
fa: می‌توانید زمان ارسال اعلان "هشدار بعدی" را قبل از اذان یا یادآوری تغییر دهید
fr: Vous pouvez modifier le moment où la notification de l'alarme à venir est envoyée avant l'adhan ou le rappel
hi: जब आगामी अलार्म अधिसूचना अज़ान या अनुस्मारक से पहले भेजी जाती है तो आप बदल सकते हैं
id: Anda dapat mengubah kapan notifikasi alarm yang akan datang dikirim sebelum azan atau pengingat
sw: Unaweza kubadilisha arifa ya kengele inayokuja inapotumwa kabla ya adhana au kikumbusho
tr: Yaklaşan alarm bildiriminin ezan veya hatırlatmadan önce ne zaman gönderileceğini değiştirebilirsiniz
ur: اذان یا یاد دہانی سے پہلے آنے والے الارم کی اطلاع بھیجے جانے پر آپ تبدیل کر سکتے ہیں۔
vi: Bạn có thể thay đổi lúc mà thông báo báo thức sắp tới hiện trước azan và lời nhắc

source: You can choose to replace one of calendars with your current location
ar: يمكنك استبدال أحد التقاويم بموقعك الحالي
bn: আপনি আপনার বর্তমান অবস্থানের সাথে একটি ক্যালেন্ডার প্রতিস্থাপন করতে পারেন৷
bs: Možete odabrati da zamijenite jedan od kalendara svojom trenutnom lokacijom
de: Sie können wählen, ob Sie einen der Kalender durch Ihren aktuellen Standort ersetzen möchten
fa: می‌توانید یکی از تقویم‌ها را با مکان فعلی خود جایگزین کنید
fr: Vous pouvez choisir de remplacer l'un des calendriers avec votre position actuelle
hi: आप किसी एक कैलेंडर को अपने वर्तमान स्थान से बदलना चुन सकते हैं
id: Anda dapat memilih untuk mengganti salah satu kalender dengan lokasi Anda saat ini
sw: Unaweza kuchagua kubadilisha moja ya kalenda na eneo lako la sasa
tr: Takvimlerden birini geçerli konumunuzla değiştirmeyi seçebilirsiniz
ur: آپ اپنے موجودہ مقام کے ساتھ کیلنڈرز میں سے کسی ایک کو تبدیل کرنے کا انتخاب کر سکتے ہیں۔
vi: Bạn có thể chọn thay thế một trong các lịch bằng vị trí hiện tại của mình

source: You can hide prayer times you don't want to see in the main screen here:
ar: يمكنك إخفاء أوقات الصلاة التي لا تريد رؤيتها في الشاشة الرئيسية هنا:
bn: আপনি এখানে প্রধান পর্দায় যে সমস্ত সালাতের সময় দেখতে চান না তা লুকাতে পারেন:
bs: Možete ovdje sakriti molitvena vremena koja ne želite da vidite na glavnom ekranu:
de: Hier können Sie die Gebetszeiten ausblenden, die Sie nicht auf dem Hauptbildschirm sehen möchten:
fa: در اینجا می توانید اوقات شرعی را که نمی خواهید در صفحه اصلی ببینید پنهان کنید:
fr: Vous pouvez masquer les horaires de prière que vous ne souhaitez pas voir apparaître sur l'écran principal ici :
hi: में जिन नमाज़ के समयों आप मुख्य स्क्रीन पर नहीं देखना चाहते हैं, उनको आप यहां छिपा सकते हैं:
id: Menyembunyikan waktu sholat agar tidak ditampilkan di layar utama:
sw: Unaweza kuficha nyakati za maombi ambazo hutaki kuona kwenye skrini kuu hapa:
tr: Ana ekranda görünmesini istemediğiniz vakitleri buradan gizleyebilirsiniz:
ur: آپ نماز کے وہ اوقات چھپا سکتے ہیں جنہیں آپ مرکزی سکرین میں نہیں دیکھنا چاہتے ہیں۔
vi: Bạn có thể ẩn lần cầu nguyện không muốn thấy ở màn hình chính tại đây:

source: You can hide prayer times you don't want to see in the widget here:
ar: يمكنك إخفاء أوقات الصلاة التي لا تريد رؤيتها في المصغر هنا:
bn: আপনি এখানে যে সমস্ত সালাতের সময়গুলি উইজেটে দেখতে চান না তা লুকিয়ে রাখতে পারেন:
bs: Možete sakriti vremena molitve koja ne želite da vidite u vidžetu ovdje:
de: Sie können die Gebetszeiten, die Sie nicht sehen möchten, hier ausblenden:
fa: می‌توانید اوقات شرعی را که نمی‌خواهید در ابزارک ببینید در اینجا پنهان کنید:
fr: Vous pouvez masquer les horaires de prière que vous ne voulez pas voir dans le widget ici :
hi: जिन नमाज़ों के वक्त को आप विजेट में नही देखना चाहते हैं, उन्हें आप यहां छिपा सकते हैं:
id: Menyembunyikan waktu sholat agar tidak tampil pada widget:
sw: Unaweza kuficha nyakati za maombi ambazo hutaki kuona kwenye wijeti hapa:
tr: Widget'ta görünmesini istemediğiniz vakitleri buradan gizleyebilirsiniz:
ur: آپ نماز کے وہ اوقات چھپا سکتے ہیں جنہیں آپ ویجیٹ میں نہیں دیکھنا چاہتے ہیں۔
vi: Bạn có thể ẩn lần cầu nguyện mà bạn không muốn thấy trong tiện ích tại đây:

source: You can search for your location offline Or use GPS
ar: يمكنك البحث عن موقعك في وضع عدم الاتصال أو استخدام GPS
bn: আপনি অফলাইনে আপনার অবস্থান অনুসন্ধান করতে পারেন বা GPS ব্যবহার করতে পারেন৷
bs: Možete naći svoju lokaciju bez interneta ili koristeći GPS
de: Sie können offline nach Ihrem Standort suchen oder GPS verwenden
fa: می توانید موقعیت مکانی خود را به صورت آفلاین جستجو کنید یا از GPS استفاده کنید
fr: Vous pouvez rechercher votre position hors ligne ou utiliser le GPS
hi: आप अपना स्थान ऑफ़लाइन खोज सकते हैं या जीपीएस का उपयोग कर सकते हैं
id: Anda dapat mencari lokasi Anda secara offline Atau menggunakan GPS
sw: Unaweza kutafuta eneo lako nje ya mtandao Au kutumia GPS
tr: Konumunuzu çevrimdışı arayabilir veya GPS kullanabilirsiniz
ur: آپ اپنا مقام آف لائن تلاش کر سکتے ہیں یا GPS استعمال کر سکتے ہیں۔
vi: Bạn có thể tìm vị trí của mình ngoại tuyến Hoặc dùng GPS

source: You should have received a copy of the GNU Affero General Public License along with this program. If not, see https://www.gnu.org/licenses/.
ar: يجب أن تكون قد تلقيت نسخة من رخصة جنو أفيرو العمومية مع هذا البرنامج. إذا لم يكن كذلك، راجع https://www.gnu.org/licenses/.
bn: এই প্রোগ্রামের সাথে আপনার GNU Affero জেনারেল পাবলিক লাইসেন্সের একটি অনুলিপি পাবেন। না পেলে, https://www.gnu.org/licenses/ দেখুন।
bs: Trebali ste dobiti kopiju GNU Affero Opće Javne Dozvole zajedno s ovim programom. Ako niste, pogledajte https://www.gnu.org/licenses/.
de: Sie sollten zusammen mit diesem Programm eine Kopie der GNU Affero General Public License erhalten haben. Falls nicht, siehe https://www.gnu.org/licenses/.
fa: شما باید یک نسخه از مجوز عمومی GNU Affero را همراه با این برنامه دریافت می کردید. اگر نه، به https://www.gnu.org/licenses/ مراجعه کنید.
fr: Vous devriez avoir reçu une copie de la licence publique générale GNU Affero avec ce programme. Si ce n'est pas le cas, consultez https://www.gnu.org/licenses/.
hi: आपको इस कार्यक्रम के साथ जीएनयू एफ़ेरो जनरल पब्लिक लाइसेंस की एक प्रति प्राप्त होनी चाहिए। यदि नहीं, तो https://www.gnu.org/licenses/ देखें।
id: Anda seharusnya telah menerima salinan Lisensi Publik Umum GNU Affero bersama dengan program ini. Jika tidak, lihat https://www.gnu.org/licenses/.
sw: Unapaswa kuwa umepokea nakala ya Leseni ya Jumla ya Umma ya GNU Affero pamoja na mpango huu. Ikiwa sivyo, angalia https://www.gnu.org/licenses/.
tr: Bu programla birlikte GNU Affero Genel Kamu Lisansının bir kopyasını almış olmalısınız. Değilse, https://www.gnu.org/licenses/ adresine bakın.
ur: آپ کو اس پروگرام کے ساتھ GNU Affero جنرل پبلک لائسنس کی ایک کاپی ملنی چاہیے تھی۔ اگر نہیں، تو https://www.gnu.org/licenses/ دیکھیں۔
vi: Bạn sẽ nhận được một bản sao Giấy phép Công cộng GNU Affero cùng với chương trình này. Nếu không, hãy xem https://www.gnu.org/licenses/.
