Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: If your device has adaptive charging, like Google Pixel, and you don't want adhan or reminders to be recognized as an alarm, you can enable this option.
ar: إذا كان جهازك يحتوي على شحن قابل للتكيف، مثل Google Pixel، ولا تريد أن يتم التعرف على الأذان أو التذكيرات على أنها إنذار، فيمكنك تمكين هذا الخيار.
bn: যদি আপনার ডিভাইসে Google Pixel-এর মতো অ্যাডাপ্টিভ চার্জিং থাকে এবং আপনি আধান বা অনুস্মারকগুলিকে অ্যালার্ম হিসাবে চিহ্নিত করতে না চান, তাহলে আপনি এই বিকল্পটি সক্ষম করতে পারেন৷
bs: Ako vaš uređaj ima prilagodljivo punjenje, kao što je Google Pixel, i ne želite da se ezan ili podsjetnici prepoznaju kao alarm, možete omogućiti ovu opciju.
de: Aktivieren Sie diese Option, wenn Ihr Gerät, beispielsweise das Google Pixel, über adaptives Laden verfügt und Sie nicht möchten, dass der Adhan oder Erinnerungen als Alarm erkannt werden.
fa: اگر دستگاه شما مانند Google Pixel دارای شارژ تطبیقی است و نمی‌خواهید اذان یا یادآوری‌ها به‌عنوان زنگ هشدار شناسایی شوند، می‌توانید این گزینه را فعال کنید.
fr: Si votre appareil est doté d'une fonction de charge adaptative, comme le Google Pixel, et que vous ne souhaitez pas que l'adhan ou les rappels soient reconnus comme des alarmes, vous pouvez activer cette option.
hi: यदि आपके डिवाइस में अनुकूली चार्जिंग है, जैसे Google पिक्सेल, और आप नहीं चाहते कि एडहान या रिमाइंडर्स को अलार्म के रूप में पहचाना जाए, तो आप इस विकल्प को सक्षम कर सकते हैं।
id: Jika perangkat Anda memiliki pengisian daya adaptif, seperti Google Pixel, dan Anda tidak ingin azan atau pengingat dikenali sebagai alarm, Anda dapat mengaktifkan opsi ini.
sw: Ikiwa kifaa chako kina chaji inayoweza kubadilika, kama vile Google Pixel, na hutaki adhana au vikumbusho vitambuliwe kama kengele, unaweza kuwasha chaguo hili.
tr: Cihazınız Google Pixel gibi uyarlanabilir şarj özelliğine sahipse ve ezan veya hatırlatıcıların alarm olarak algılanmasını istemiyorsanız bu seçeneği etkinleştirebilirsiniz.
ur: اگر آپ کے آلے میں Google Pixel کی طرح اڈاپٹیو چارجنگ ہے اور آپ نہیں چاہتے کہ اذان یا یاددہانی کو الارم کے طور پر پہچانا جائے، تو آپ اس اختیار کو فعال کر سکتے ہیں۔
vi: Nếu thiết bị của bạn có tính năng sạc thích ứng, chẳng hạn như Google Pixel và bạn không muốn Azan hoặc Lời nhắc bị nhận dạng là báo thức, thì bạn có thể bật tùy chọn này.

source: Import
ar: استيراد
bn: ইমপোর্ট
bs: Uvezite
de: Importieren
fa: وارد كردن
fr: Importer
hi: आयात
id: Impor
sw: Ingiza
tr: İçe aktarma
ur: درآمد کریں۔
vi: Nhập dữ liệu

source: Import app data
ar: استيراد بيانات التطبيق
bn: অ্যাপ ডেটা ইমপোর্ট করুন
bs: Uvezite podatke aplikacije
de: App-Daten importieren
fa: داده های برنامه را وارد کنید
fr: Importer les données de l'application
hi: ऐप डेटा आयात करें
id: Mengimpor data aplikasi
sw: Ingiza data ya programu
tr: Uygulama verilerini içe aktar
ur: ایپ ڈیٹا درآمد کریں۔
vi: Nhập dữ liệu ứng dụng

source: Import successful
ar: تم الاستيراد بنجاح
bn: ইমপোর্ট সফল
bs: Uvoz je uspješan
de: Import erfolgreich
fa: وارد کردن با موفقیت انجام شد
fr: Importation réussie
hi: आयात सफल रहा
id: Impor berhasil
sw: Imefaulu kuleta
tr: İçe aktarma başarılı
ur: درآمد کامیاب
vi: Nhập thành công

source: In addition to five daily prayers, it has settings for Sunrise, Sunset, Midnight and Night Prayer (Tahajjud)
ar: بالإضافة إلى الصلوات الخمس اليومية، يوجد إعدادات للشروق والغروب ومنتصف الليل وصلاة الليل (التهجد)
bn: দৈনিক পাঁচটি সালাত ছাড়াও এতে সূর্যোদয়, সূর্যাস্ত, মধ্যরাত ও রাতের নামাজের (তাহাজ্জুদ) দিকনির্দেশনা রয়েছে।
bs: Pored pet dnevnih namaza, ima postavke za izlazak sunca, zalazak sunca, ponoć i noćni namaz (tahadžud)
de: Neben den fünf Gebeten gibt es Einstellungen für den Sonnenaufgang und -untergang, für die Mitternacht und das Abendgebet (Tahajjud)
fa: علاوه بر نماز های پنجگانه، قابلیت نمایش طلوع، غروب، نیمه شب و نماز شب (تهجد) را دارد
fr: En plus des cinq prières quotidiennes, il y a des réglages pour le lever du soleil, le coucher du soleil, minuit et la prière de nuit (Tahajjud)
hi: पांच दैनिक प्रार्थनाओं के अलावा, इसमें सूर्योदय, सूर्यास्त, मध्यरात्रि और रात की प्रार्थना (तहज्जुद) के लिए सेटिंग्स हैं।
id: Selain salat lima waktu, jam ini juga memiliki pengaturan untuk salat matahari terbit, terbenam, tengah malam dan malam hari (Tahajjud)
sw: Mbali na Sala tano za kila siku, ina mipangilio ya Kuchomoza Jua, Kuzama kwa Jua, Usiku wa manane na Sala ya Usiku (Tahajjud)
tr: Beş vakit namaza ek olarak Gün Doğumu, Gün Batımı, Gece Yarısı ve Gece Namazı (Teheccüd) ayarları vardır
ur: روزانہ پانچ نمازوں کے علاوہ، اس میں طلوع آفتاب، غروب آفتاب، آدھی رات اور رات کی نماز (تہجد) کی ترتیب ہے۔
vi: Ngoài 5 lần cầu nguyện hàng ngày, nó còn có cài đặt cho các lần cầu nguyện lúc Mặt trời mọc, Mặt trời lặn, Nửa Đêm và Ban Đêm (Tahajjud)

source: Increment
ar: زيادة
bn: বৃদ্ধি
bs: Povećanje
de: Erhöhen
fa: افزایش
fr: Incrément
hi: वेतन वृद्धि
id: Kenaikan
sw: Ongezeko
tr: Artış
ur: اضافہ
vi: Tăng

source: Info
ar: معلومات
bn: তথ্য
fa: اطلاعات
hi: जानकारी
sw: Habari
tr: Bilgi
ur: معلومات
vi: Thông tin

source: Internet connection
ar: اتصال بالإنترنت
bn: ইন্টারনেট সংযোগ
bs: Internet veza
de: Internetverbindung
fa: اتصال اینترنت
fr: Connexion Internet
hi: इंटरनेट कनेक्शन
id: Koneksi internet
sw: Muunganisho wa mtandao
tr: İnternet bağlantısı
ur: انٹرنیٹ کنکشن
vi: Kết nối Internet

source: Internet connection is necessary for qibla map to work. Please enable your wifi or mobile data and try again.
ar: الاتصال بالإنترنت ضروري لعمل خريطة القبلة. يرجى تمكين wifi أو بيانات الجوال والمحاولة مرة أخرى.
bn: কিবলা মানচিত্রে কাজ করার জন্য ইন্টারনেট সংযোগ প্রয়োজন। অনুগ্রহ করে আপনার ওয়াইফাই বা মোবাইল ডেটা চালু করুন এবং আবার চেষ্টা করুন।
bs: Internet veza je neophodna da bi karta kible radila. Molimo vas da omogućite WiFi ili mobilnu mrežu i probajte ponovo.
de: Damit die Qibla-Karte funktioniert, ist eine Internetverbindung erforderlich. Bitte aktivieren Sie Ihr WLAN oder Ihre mobilen Daten und versuchen Sie es erneut.
fa: اتصال به اینترنت برای کارکرد نقشه قبله ضروری است. لطفاً wifi یا اینترنت موبایل خود را فعال کنید و دوباره امتحان کنید.
fr: Une connexion Internet est nécessaire pour que la carte de la qibla fonctionne. Veuillez activer votre wifi ou vos données mobiles et réessayer.
hi: किबला मैप के काम करने के लिए इंटरनेट कनेक्शन आवश्यक है। कृपया अपना वाईफाई या मोबाइल डेटा सक्षम करें और पुनः प्रयास करें।
id: Koneksi internet diperlukan agar peta kiblat dapat berfungsi. Aktifkan wifi atau data seluler Anda dan coba lagi.
sw: Muunganisho wa mtandao ni muhimu ili ramani ya qibla ifanye kazi. Tafadhali washa wifi yako au data ya simu na ujaribu tena.
tr: Kıble haritasının çalışması için internet bağlantısı gereklidir. Lütfen kablosuz ağı veya mobil verinizi etkinleştirin ve tekrar deneyin.
ur: قبلہ نقشہ کے کام کرنے کے لیے انٹرنیٹ کنکشن ضروری ہے۔ براہ کرم اپنا وائی فائی یا موبائل ڈیٹا فعال کریں اور دوبارہ کوشش کریں۔
vi: Kết nối Internet là cần thiết để bản đồ qibla hoạt động. Vui lòng bật wifi hoặc dữ liệu di động của bạn và thử lại.

source: Iran
ar: إيران
bn: ইরান
fa: ایران
hi: ईरान
ur: ایران

source: Is localized in English, Persian, Arabic, Turkish, Indonesian, French, Urdu, Hindi, German, Bosnian, Vietnamese, Bangla
ar: مترجم إلى الإنجليزية، الفارسية، العربية، التركية، الإندونيسية، الفرنسية، الأردية، الهندية، الألمانية، البوسنية، الفيتنامية، البنغالية
bn: ইংরেজি, ফার্সি, আরবি, তুর্কি, ইন্দোনেশিয়ান, ফরাসি, উর্দু, হিন্দি, জার্মান, বসনিয়ান, ভিয়েতনামী, বাংলা ভাষায় স্থানীয়করণ করা হয়েছে
bs: Lokaliziran je na engleski, perzijski, arapski, turski, indonezijski, francuski, urdu, hindi, njemački, bosanski, vijetnamski, bangla
de: Ist lokalisiert in Englisch, Persisch, Arabisch, Türkisch, Indonesisch, Französisch, Urdu, Hindi, Deutsch, Bosnisch, Vietnamesisch, Bengalisch
fa: به زبان های انگلیسی، فارسی، عربی، ترکی، اندونزیایی، فرانسوی، اردو، هندی، آلمانی، بوسنیایی، ویتنامی، بنگلا ترجمه شده است
fr: Est localisé en anglais, persan, arabe, turc, indonésien, français, urdu, hindi, allemand, bosniaque, vietnamien, bengali
hi: अंग्रेजी, फारसी, अरबी, तुर्की, इंडोनेशियाई, फ्रेंच, उर्दू, हिंदी, जर्मन, बोस्नियाई, वियतनामी, बांग्ला में स्थानीयकृत है
id: Dilokalkan dalam bahasa Inggris, Persia, Arab, Turki, Indonesia, Prancis, Urdu, Hindi, Jerman, Bosnia, Vietnam, Bangla
sw: Imejanibishwa katika Kiingereza, Kiajemi, Kiarabu, Kituruki, Kiindonesia, Kifaransa, Kiurdu, Kihindi, Kijerumani, Kibosnia, Kivietinamu, Bangla
tr: İngilizce, Farsça, Arapça, Türkçe, Endonezce, Fransızca, Urduca, Hintçe, Almanca, Boşnakça, Vietnamca, Bangla dillerinde yerelleştirilmiştir
ur: انگریزی، فارسی، عربی، ترکی، انڈونیشی، فرانسیسی، اردو، ہندی، جرمن، بوسنیائی، ویتنامی، بنگلہ میں مقامی ہے
vi: Được bản địa hóa bằng tiếng Anh, tiếng Ba Tư, tiếng Ả Rập, tiếng Thổ Nhĩ Kỳ, tiếng Indonesia, tiếng Pháp, tiếng Urdu, tiếng Hindi, tiếng Đức, tiếng Bosnia, tiếng Việt, tiếng Bangla

source: Isha Angle
ar: زاوية العشاء
bn: ইশা কোণ
bs: Kut Jacije
de: Isha-Winkel
fa: زاویه عشاء
fr: Angle Isha
hi: ईशा कोण
id: Sudut Isya
ur: عشاء زاویہ
vi: Góc Isha

source: Isha Interval
ar: تاخیر العشاء
bn: ইশার ব্যবধান
bs: Interval Jacije
de: Isha-Intervall
fa: فاصله عشا
fr: Intervalle Isha
hi: ईशा अंतराल
id: Interval Isya
sw: Muda wa Isha
ur: عشاء کا وقفہ
vi: Khung Isha

source: Islamic
ar: إسلامي
bn: ইসলামিক
bs: Islamski
de: Islamisch
fa: اسلامی
fr: Islamique
hi: इस्लामी
id: Islam
sw: Kiislamu
tr: İslami
ur: اسلامی
vi: Hồi giáo

source: Islamic (Saudi Arabia sighting)
ar: الإسلامي (رؤية المملكة العربية السعودية)
bn: ইসলামিক (সৌদি আরব দেখা যাওয়া)
bs: Islamski (Saudijsko posmatranje)
de: Islamisch (Sichtung in Saudi-Arabien)
fa: اسلامی (عربستان سعودی)
fr: Islamique (repérage en Arabie Saoudite)
hi: इस्लामी (सऊदी अरब दिखना)
id: Islam (penampakan Arab Saudi)
sw: Kiislamu (Saudi Arabia kuona)
tr: İslami (Suudi Arabistan'a göre görünüm)
ur: اسلامی (سعودی عرب کا نظارہ)
vi: Hồi giáo (Ngắm tại Ả Rập Saudi)

source: Islamic (Umm al-Qura)
ar: إسلامي (أم القرى)
bn: ইসলামিক (উম্মুল কুরা)
bs: Islamski (Um al-Kura)
de: Islamisch (Umm al-Qura)
fa: اسلامی (ام القری)
fr: Islamique (Umm al-Qura)
hi: इस्लामी (उम्म अल-क़ुरा)
id: Islam (Umm al-Qura)
sw: Kiislamu (Umm al-Qura)
tr: İslami (Umm al-Qura)
ur: اسلامی (ام القراء)
vi: Hồi giáo (Umm al-Qura)

source: Islamic (civil)
ar: إسلامي (مدني)
bn: ইসলামিক (সিভিল)
bs: Islamski (civilni)
de: Islamisch (zivil)
fa: اسلامی (مدنی)
fr: Islamique (civil)
hi: इस्लामी (सिविल)
id: Islam (sipil)
sw: Kiislamu (kiraia)
tr: İslami (Sivil)
ur: اسلامی (سول)
vi: Hồi giáo (dân sự)

source: Islamic (tabular)
ar: إسلامي (جدولي)
bn: ইসলামিক (সারণী)
bs: Islamski (tabelarni)
de: Islamisch (tabellarisch)
fa: اسلامی (جدولی)
fr: Islamique (tabulaire)
hi: इस्लामी (सारणीबद्ध)
id: Islam (tabular)
sw: Kiislamu (tabular)
tr: İslami (Cetvele göre hesaplanmış)
ur: اسلامی (ٹیبلر)
vi: Hồi giáo (bảng)

source: Islamic Society of North America (ISNA)
ar: الجمعية الإسلامية لأمريكا الشمالية (ISNA)
bn: ইসলামিক সোসাইটি অফ নর্থ আমেরিকা (ISNA)
bs: Islamsko društvo Sjeverne Amerike (ISNA)
de: Islamische Gesellschaft Nordamerikas (ISNA)
fa: جامعه اسلامی آمریکای شمالی (ایسنا)
fr: Société islamique d'Amérique du Nord (ISNA)
hi: इस्लामिक सोसायटी ऑफ नॉर्थ अमेरिका (आईएसएनए)
id: Masyarakat Islam Amerika Utara (ISNA)
sw: Jumuiya ya Kiislamu ya Amerika Kaskazini (ISNA)
tr: Kuzey Amerika İslam Toplumu (ISNA)
ur: اسلامک سوسائٹی آف نارتھ امریکہ (ISNA)
vi: Hiệp hội Hồi giáo Bắc Mỹ (ISNA)

source: It seems that you have imported a backup, don't forget to disable battery optimizations for this app
ar: يبدو أنك قمت بإستيراد نسخة احتياطية، لا تنسى تعطيل تحسين البطارية لهذا التطبيق
bn: মনে হচ্ছে আপনি একটি ব্যাকআপ আমদানি করেছেন, এই অ্যাপের জন্য ব্যাটারি অপ্টিমাইজেশন অক্ষম করতে ভুলবেন না
bs: Čini se da ste uvezli sigurnosnu kopiju, ne zaboravite onemogućiti optimizaciju baterije za ovu aplikaciju
de: Es scheint, dass Sie eine Sicherung importiert haben. Vergessen Sie nicht, die Akku-Optimierung für diese App zu deaktivieren
fa: به نظر می رسد که یک نسخه پشتیبان وارد کرده اید، فراموش نکنید که بهینه سازی باتری را برای این برنامه غیرفعال کنید
fr: Il semble que vous ayez importé une sauvegarde, n'oubliez pas de désactiver les optimisations de batterie pour cette application
hi: ऐसा लगता है कि आपने बैकअप आयात कर लिया है, इस ऐप के लिए बैटरी अनुकूलन अक्षम करना न भूलें
id: Sepertinya Anda telah mengimpor cadangan, jangan lupa untuk menonaktifkan pengoptimalan baterai untuk aplikasi ini
sw: Inaonekana umeleta nakala rudufu, usisahau kuzima uboreshaji wa betri kwa programu hii
tr: Görünüşe göre bir yedeği içe aktardınız, bu uygulama için pil optimizasyonlarını devre dışı bırakmayı unutmayın
ur: ایسا لگتا ہے کہ آپ نے بیک اپ درآمد کیا ہے، اس ایپ کے لیے بیٹری کی اصلاح کو غیر فعال کرنا نہ بھولیں
vi: Có vẻ như bạn đã nhập một bản sao lưu, đừng quên tắt tối ưu hóa pin cho ứng dụng này

source: Just now
ar: الآن
bn: এক্ষুনি
bs: Tek sad
de: jetzt gerade
fa: همین الان
fr: À l'instant
hi: बस अब
id: Baru saja
sw: Sasa hivi
tr: Hemen şimdi
ur: ابھی ابھی
vi: Vừa nãy

source: Kementrian Agama Republik Indonesia (KEMENAG)
ar: وزارة الشؤون الدينية لجمهورية إندونيسيا
bs: Ministarstvo Vjera Republike Indonezije (KEMENAG)
de: Kementrian Agama Republik Indonesien (KEMENAG)
fa: وزارت دین جمهوری اندونزی (KEMENAG)
hi: केमेंट्रियन अगामा रिपब्लिक इंडोनेशिया (केमेनाग)
tr: Endonezya Diyanet İşleri Bakanlığı (KEMENAG)
ur: کیمینٹرین اگاما ریپبلک انڈونیشیا (کیمیناگ)

source: Kementrian Hal Ehwal Ugama (Brunei Darussalam)
ar: وزارة الشؤون الدينية (بروناي دار السلام)
bn: কেমেন্টরিয়ান হাল এহওয়াল উগামা (ব্রুনাই দারুসসালাম)
bs: Ministarstvo za Vjerska Pitanja (Brunej)
fa: Kementrian Hal Ehwal Ugama (برونئی دارالسلام)
hi: केमेंट्रियन हाल एहवाल उगामा (ब्रुनेई दारुस्सलाम)
ur: کیمینٹرین ہال ایہوال یوگاما (برونائی دارالسلام)

source: Kuwait
ar: الكويت
bn: কুয়েত
bs: Kuvajt
fa: کویت
fr: Koweït
hi: कुवैट
tr: Kuveyt
ur: کویت
vi: Cô-oét

source: Label
ar: تسمية
bn: লেবেল
bs: Oznaka
de: Bezeichnung
fa: برچسب
fr: Intitulé
hi: लेबल
id: Judul
sw: Lebo
tr: Etiket
ur: لیبل
vi: Tên

source: Language
ar: لغة
bn: ভাষা
bs: Jezik
de: Sprache
fa: زبان
fr: Langue
hi: भाषा
id: Bahasa
sw: Lugha
tr: Dil
ur: زبان
vi: Ngôn ngữ

source: Latitude
ar: خط العرض
bn: অক্ষাংশ
bs: Geografska Širina
de: Breitengrad
fa: عرض جغرافیایی
hi: अक्षांश
id: Latitud
sw: Latitudo
tr: Enlem
ur: طول
vi: Vĩ độ

source: Latitude is invalid
ar: خط العرض غير صالح
bn: অবৈধ অক্ষাংশ
bs: Geografska Širina ne važi
de: Der Breitengrad ist ungültig
fa: عرض جغرافیایی نامعتبر است
fr: La latitude n'est pas valide
hi: अक्षांश अमान्य है
id: Latitud tidak valid
sw: Latitudo ni batili
tr: Enlem geçersiz
ur: عرض البلد غلط ہے۔
vi: Vĩ độ không hợp lệ

source: License
ar: رخصة
bn: লাইসেন্স
bs: Dozvola
de: Lizenz
fa: لایسنس
fr: Licence
hi: लाइसेंस
id: Lisensi
sw: Leseni
tr: Lisans
ur: لائسنس
vi: Giấy phép

source: Light
ar: فاتح
bn: আলো
bs: Svjetla
de: Hell
fa: روشن
fr: Clair
hi: रोशनी
id: Terang
sw: Mwanga
tr: Aydınlık
ur: روشنی
vi: Sáng

source: Light and Dark theme
ar: الوضع الفاتح والوضع الداكن
bn: আলো এবং অন্ধকার থিম
bs: Svjetla/mračna tema
de: Heller und dunkler Farbmodus
fa: تم روشن و تاریک
fr: Thème clair/foncé
hi: लाइट एंड डार्क थीम
id: Tema Terang dan Gelap
sw: Mandhari nyepesi na giza
tr: Açık/Koyu tema
ur: ہلکی/گہرا تھیم
vi: Chủ đề Sáng/Tối

source: Light/Dark theme
ar: وضع النمط الفاتح/النمط الداكن
bn: আলো/অন্ধকার থিম
bs: Svjetla/mračna tema
de: Heller und dunkler Farbmodus
fa: تم روشن و تاریک
fr: Thème clair/foncé
hi: लाइट / डार्क थीम
id: Tema terang/gelap
sw: Mandhari nyepesi/giza
tr: Açık/Koyu tema
ur: ہلکی/گہرا تھیم
vi: Chủ đề Sáng/Tối

source: List is empty
ar: القائمة فارغة
bn: তালিকা খালি
bs: Lista je prazna
de: Liste ist leer
fa: لیست خالی است
fr: La liste est vide
hi: सूची खाली है
id: Daftar kosong
sw: Orodha ni tupu
tr: Liste boş
ur: فہرست خالی ہے۔
vi: Danh sách trống

source: Loading
ar: جاري تحميل البيانات
bn: লোড হচ্ছে
bs: Učitavanje
de: Laden
fa: در حال بارگذاری
fr: Chargement
hi: लोड हो रहा है
id: Memuat
sw: Inapakia
tr: Yükleniyor
ur: لوڈ ہو رہا ہے۔
vi: Đang tải

source: Location
ar: موقع
bn: অবস্থান
bs: Lokacija
de: Standort
fa: موقعیت
fr: Localisation
hi: स्थान
id: Lokasi
sw: Mahali
tr: Konum
ur: مقام
vi: Vị trí

source: Location settings
ar: إعدادات الموقع
bn: অবস্থান সেটিংস
bs: Postavke za lokaciju
de: Standort-Einstellungen
fa: تنظیمات مکان
fr: Paramètres de localisation
hi: स्थान सेटिंग्स
id: Pengaturan lokasi
sw: Mipangilio ya eneo
tr: Konum ayarları
ur: مقام کی ترتیبات
vi: Cài đặt vị trí

source: Longitude
ar: خط الطول
bn: দ্রাঘিমাংশ
bs: Geografska Dužina
de: Längengrad
fa: طول جغرافیایی
hi: देशांतर
id: Longitud
tr: Boylam
ur: طول البلد
vi: Kinh độ

source: Longitude is invalid
ar: خط الطول غير صالح
bn: অবৈধ দ্রাঘিমাংশ
bs: Geografska Dužina ne važi
de: Der Längengrad ist ungültig
fa: طول جغرافیایی نامعتبر است
fr: La longitude n'est pas valide
hi: देशांतर अमान्य है
id: Longitud tidak valid
sw: Longitude ni batili
tr: Boylam geçersiz
ur: طول البلد غلط ہے۔
vi: Kinh độ không hợp lệ

source: Low
ar: قليل
bn: কম
bs: Niska
de: Niedrig
fa: کم
fr: Faible précison
hi: कम
id: Rendah
sw: Chini
tr: Düşük
ur: کم
vi: Thấp

source: Lunar Calendar
ar: تقويم قمري
bn: চন্দ্র পঞ্জিকা
bs: Lunarni kalendar
de: Mondkalender
fa: تقویم قمری
fr: Calendrier lunaire
hi: चंद्र कैलेंडर
id: Kalender Lunar
sw: Kalenda ya Mwezi
tr: Ay Takvimi
ur: قمری کیلنڑر
vi: Âm lịch

source: Lunar Calendar Language
ar: لغة التقويم القمري
bn: চন্দ্র ক্যালেন্ডারের ভাষা
bs: Jezik lunarnog kalendara
de: Sprache des Mondkalenders
fa: زبان تقویم قمری
fr: Langue du calendrier lunaire
hi: चंद्र कैलेंडर भाषा
id: Bahasa Kalender Imlek
sw: Lugha ya Kalenda ya Mwezi
tr: Ay Takvimi Dili
ur: قمری کیلنڈر کی زبان
vi: Ngôn ngữ âm lịch

source: Maghrib Angle
ar: زاوية المغرب
bn: মাগরিব কোণ
bs: Kut Akšama
de: Maghrib-Winkel
fa: زاویه مغرب
fr: Angle Maghrib
hi: मगरिब कोण
id: Sudut Maghrib
sw: Pembe ya Maghrib
tr: Maghrib Açısı
ur: مغرب زاویہ
vi: Góc Maghrib

source: Make a Copy
ar: أنشئ نسخة
bn: একটি কপি করো
bs: Napravite Kopiju
de: Eine Kopie erstellen
fa: ایجاد کپی
fr: Faire une copie
hi: एक प्रतिलिपि बना लो
id: Buat Salinan
sw: Tengeneza Nakala
tr: Bir Kopya Oluşturun
ur: ایک کاپی بنائیں
vi: Tạo Bản sao

source: Many options for Adhan (اذان) calculation
ar: العديد من الخيارات لحساب الأذان
bn: আযান (اذان) গণনার পদ্ধতিসমূহ
bs: Mnogo opcija za izračunavanje ezana (اذان)
de: Mehrere Methoden für die Berechnung des Adhan (اذان)
fa: گزینه های بسیار برای محاسبه وقت اذان
fr: Nombreuses options pour le calcul de l'Adhan (اذان)
hi: अदन (اذان) गणना के लिए कई विकल्प
id: Banyak pilihan untuk perhitungan Adzan (اذان)
sw: Chaguo nyingi za hesabu ya Adhan (اذان).
tr: Ezan hesaplaması için birçok seçenek
ur: اذان (اذان) کے حساب کتاب کے بہت سے اختیارات
vi: Nhiều tùy chọn để tính toán Azan (اذان)

source: Medium
ar: متوسط
bn: মাধ্যম
bs: Srednja
de: Mittel
fa: متوسط
fr: Précision moyenne
hi: मध्यम
id: Sedang
sw: Kati
tr: Orta
ur: درمیانہ
vi: Trung bình

source: Middle of the Night
ar: منتصف الليل
bn: রাতের মাঝখানে
bs: Usred Noći
de: Mitten in der Nacht
fa: نیمه شب شرعی
fr: Le milieu de la nuit
hi: आधी रात में
id: Pertengahan malam
sw: Katikati ya Usiku
tr: Gece yarısı
ur: آدھی رات
vi: Nửa đêm

source: Midnight Method
ar: طريقة منتصف الليل
bn: মধ্যরাতের পদ্ধতি
bs: Ponoćna Metoda
de: Mitternachtsmethode
fa: روش نیمه شب
fr: Méthode de minuit
hi: आधी रात की विधि
id: Metode Tengah Malam
sw: Njia ya Usiku wa manane
tr: Gece Yarısı Yöntemi
ur: آدھی رات کا طریقہ
vi: Phương pháp nửa đêm

source: Ministry of Religious Affairs and Wakfs, Algeria
ar: وزارة الشؤون الدينية والأوقاف (الجزائر)
bn: ধর্ম বিষয়ক ও ওয়াকফ মন্ত্রণালয়, আলজেরিয়া
bs: Ministarstvo Vjerskih Poslova i Vakfa, Alžir
de: Ministerium für religiöse Angelegenheiten und Wakfs, Algerien
fa: وزارت امور دینی و وقف الجزایر
fr: Ministère des affaires religieuses et des wakfs, Algérie
hi: धार्मिक मामलों और वक्फ मंत्रालय, अल्जीरिया
id: Kementerian Agama dan Wakaf, Aljazair
sw: Wizara ya Masuala ya Kidini na Wakf, Algeria
tr: Diyanet İşleri ve Vakıflar Bakanlığı, Cezayir
ur: وزارت مذہبی امور اور وقف، الجزائر
vi: Bộ Tôn giáo và Wakfs, Algeria

source: Ministry of Religious Affairs of Tunisia
ar: وزارة الشؤون الدينية التونسية
bn: তিউনিসিয়ার ধর্ম বিষয়ক মন্ত্রণালয়
bs: Ministarstvo za vjerska pitanja Tunisa
de: Ministerium für religiöse Angelegenheiten von Tunesien
fa: وزارت امور دینی تونس
fr: Ministère des affaires religieuses de Tunisie
hi: ट्यूनीशिया के धार्मिक मामलों का मंत्रालय
id: Kementerian Agama Tunisia
sw: Wizara ya Masuala ya Kidini ya Tunisia
tr: Tunus Din İşleri Bakanlığı
ur: تیونس کی وزارت مذہبی امور
vi: Bộ Tôn giáo Tunisia

source: Mobile Data
ar: بيانات الجوال
bn: মোবাইলের তথ্য
bs: Mobilna Mreža
de: Mobile Daten
fa: اینترنت موبایل
fr: Données mobiles
hi: मोबाइल सामग्री
id: Data Seluler
sw: Data ya Simu
tr: Mobil veri
ur: موبائل ڈیٹا
vi: Dữ liệu di động

source: Modified
ar: معدل
bn: পরিবর্তিত
bs: Izmijenjeno
de: Geändert
fa: تغییر یافته
fr: Modifié
hi: संशोधित
id: Dimodifikasi
sw: Imebadilishwa
tr: Değiştirilmiş
ur: ترمیم شدہ
vi: đã sửa đổi

source: Monday
ar: الإثنين
bn: সোমবার
bs: Ponedjeljak
de: Montag
fa: دوشنبه
fr: Lundi
hi: सोमवार
id: Senin
sw: Jumatatu
tr: Pazartesi
ur: پیر
vi: Thứ 2

source: Moonsighting Committee
ar: لجنة رؤية الهلال
bn: চাঁদ দেখা কমিটি
bs: Odbor za Promatranje Mjeseca
de: Ausschuss für Mondsichtung
fa: کمیته رویت هلال ماه
fr: Comité d'observation de la lune
hi: चंद्रदर्शन समिति
id: Komite Moonsighting Sedunia (MCW)
sw: Kamati ya Uangalizi wa Mwezi
tr: Ay Gözlem Komitesi
ur: چاند دیکھنے والی کمیٹی
vi: Ủy ban Ngắm trăng

source: Muslim World League
ar: رابطة العالم الإسلامي
bn: মুসলিম বিশ্ব লীগ
bs: Svjetska Liga Muslimana
de: Islamische Weltliga
fa: لیگ جهانی مسلمانان
fr: Ligue islamique mondiale
hi: मुस्लिम वर्ल्ड लीग
id: Liga Muslim Dunia
sw: Umoja wa Kiislamu Duniani
tr: Dünya Müslüman Birliği
ur: مسلم ورلڈ لیگ
vi: Liên đoàn Hồi giáo Thế giới

source: Name
ar: اسم
bn: নাম
bs: Naziv
fa: نام
fr: Nom
hi: नाम
id: Nama
sw: Jina
tr: Ad
ur: نام
vi: Tên

source: Nearest
ar: الأقرب
bn: নিকটতম
bs: Najbliži
de: Nächstgelegen
fa: نزدیکترین
fr: Le plus proche
hi: निकटतम
id: Terdekat
sw: Karibu zaidi
tr: En yakın
ur: قریب ترین
vi: Gần nhất

source: New Counter
ar: عداد جديد
bn: নতুন কাউন্টার
bs: Novi Brojač
de: Neuer Zähler
fa: شمارنده جدید
fr: Nouveau compteur
hi: नया काउंटर
id: Penghitung Baru
sw: Kaunta Mpya
tr: Yeni sayaç
ur: نیا کاؤنٹر
vi: Bộ đếm mới

source: New Location
ar: إضافة موقع جديد
bn: নতুন অবস্থান
bs: Nova Lokacija
de: Neuer Standort
fa: مکان جدید
fr: Nouvelle localisation
hi: नया स्थान
id: Lokasi Baru
sw: Mahali Mpya
tr: Yeni Konum
ur: نیا مقام
vi: Vị trí mới

source: New Reminder
ar: تذكير جديد
bn: রিমাইন্ডার যোগ করুন
bs: Novi Podsjetnik
de: Neue Erinnerung
fa: یادآوری جدید
fr: Nouveau rappel
hi: नया अनुस्मारक
id: Buat Pengingat
sw: Kikumbusho Kipya
tr: Yeni hatırlatıcı
ur: نئی یاد دہانی
vi: Lời nhắc Mới

source: Next
ar: التالي
bn: পরবর্তী
bs: Sljedeći
de: Weiter
fa: بعدی
fr: Suivant
hi: अगला
id: Lanjut
sw: Inayofuata
tr: Sonraki
ur: اگلے
vi: Tiếp

source: Next Day
ar: اليوم التالي
bn: পরবর্তী দিন
bs: Sljedeći Dan
de: Nächster Tag
fa: روز بعد
fr: Jour suivant
hi: अगले दिन
id: Hari Brkut
sw: Kesho yake
tr: Ertesi gün
ur: اگلے دن
vi: Ngày Sau

source: Next Month
ar: الشهر القادم
bn: পরের মাসে
bs: Sljedeći Mjesec
de: Nächster Monat
fa: ماه بعد
fr: Mois suivant
hi: अगले महीने
id: Bulan Depan
sw: Mwezi ujao
tr: Gelecek Ay
ur: اگلے ماہ
vi: Tháng Sau

source: No
ar: لا
bn: না
bs: Ne
de: Nein
fa: خیر
fr: Non
hi: नहीं
id: Tidak
sw: Hapana
tr: Hayır
ur: نہیں
vi: Không

source: No Data
ar: لايوجد بيانات
bn: কোন ডেটা নেই
bs: Nema Date
de: Keine Daten
fa: بدون اطلاعات
fr: Pas de données
hi: कोई आकड़ा उपलब्ध नहीं है
id: Tidak ada data
sw: Hakuna Data
tr: Veri yok
ur: کوئی مواد نہیں
vi: Không có dữ liệu

source: No Results
ar: لا يوجد نتائج
bn: কোন ফলাফল নেই
bs: Nema Rezultata
de: Keine Ergebnisse
fa: نتیجه ای یافت نشد
fr: Aucun résultat
hi: कोई परिणाम नहीं
id: Tidak ada hasil
sw: Hakuna Matokeo
tr: Sonuç yok
ur: کوئی نتیجہ نہیں
vi: Không kết quả
