Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: Your sounds
ar: أصواتك
bn: আপনার শব্দসমূহ
bs: Vaši zvukovi
de: Deine Töne
fa: صداهای شما
fr: Vos sons
hi: आपकी आवाज़
id: Suara Anda
sw: Sauti zako
tr: Sesleriniz
ur: آپ کی آوازیں
vi: Âm báo của bạn

source: abdul_basit_abdus_samad
ar: عبد الباسط عبد الصمد
bn: আব্দুল বাসিত আব্দুস সামাদ
fa: عبد الباسط عبد الصمد
hi: अब्दुल-बसित अब्दुस-समद
tr: Abdul-Basit Abdus-Samed
ur: عبدالباسط عبدالصمد

source: about.credits
ar: جميع حقوق نشر الأصوات الأذان تنتمي إلى أصحابها. شكر خاص لـ translation.io (lingui.js) على خدماتهم الرائعة. شكر خاص لجميع أعضاء مجتمع البرمجيات مفتوحة المصدر الذين قاموا بإنشاء هذه المكتبات الرائعة التي سهّلت إمكانية صنع هذا التطبيق.
bn: আযান কণ্ঠের সমস্ত কপিরাইট তাদের নিজ নিজ মালিকদের। Translation.io (lingui.js) কে তাদের চমৎকার সেবার জন্য বিশেষ ধন্যবাদ। সমস্ত ওপেন সোর্স সম্প্রদায়ের সদস্যদের ধন্যবাদ যারা এই সমস্ত দুর্দান্ত লাইব্রেরি তৈরি করেছেন যা এই অ্যাপটিকে সম্ভব করেছে।
bs: Sva autorska prava za glasove ezana pripadaju njihovim vlasnicima. Posebno zahvaljujemo translation.io (lingui.js) za njihovim divnim uslugama. Hvala svim članovima zajednice otvorenog izvora koji su napravili sve ove divne biblioteke koje su omogućile stvaranje ove aplikacije.
de: Alle Urheberrechte für Adhan-Stimmen gehören ihren jeweiligen Eigentümern. Besonderer Dank geht an translation.io (lingui.js) für ihre wunderbaren Dienste. Dank an alle Open-Source-Community-Mitglieder, die all diese wunderbaren Bibliotheken und diese App möglich gemacht haben.
fa: تمامی حقوق صداهای اذان متعلق به صاحبان مربوطه می باشد. تشکر ویژه از translation.io (lingui.js) برای خدمات فوق العاده آنها. ممنون از همه اعضای جامعه اوپن سورس که همه این کتابخانه های فوق العاده را ایجاد کردند که ساخت این برنامه را ممکن کرد.
fr: Tous les droits d'auteur pour les voix d'Adhan appartiennent à leurs propriétaires respectifs. Remerciements particuliers à translation.io (lingui.js) pour leurs merveilleux services. Merci à tous les membres de la communauté open source qui ont créé toutes ces merveilleuses bibliothèques qui ont rendu cette application possible.
hi: अज़ान की आवाज़ों के सभी कॉपीराइट उनके संबंधित मालिक के हैं। translation.io (lingui.js) को उनकी अद्भुत सेवाओं के लिए विशेष धन्यवाद। सभी ओपन सोर्स समुदाय के सदस्यों को धन्यवाद जिन्होंने इस ऐप को बनाने के लिए इन सभी अद्भुत पुस्तकालयों को बनाया है।
id: Semua hak cipta untuk suara adzan adalah milik masing-masing pemiliknya. Terima kasih khusus kepada translation.io (lingui.js) untuk layanan mereka yang luar biasa. Terima kasih kepada semua anggota komunitas open source yang membuat semua library luar biasa ini yang akhirnya memungkinkan aplikasi ini rilis.
sw: Hakimiliki zote za sauti za adhana ni za wamiliki wao. Shukrani za pekee kwa translation.io (lingui.js) kwa huduma zao nzuri. Shukrani kwa wanajamii wote wa programu huria ambao walifanya maktaba hizi zote nzuri ambazo zilifanya programu hii iwezekane.
tr: Ezan seslerinin telif hakları sahiplerine aittir. Harika hizmetleri için translation.io'ya (lingui.js) özel teşekkürler. Bu uygulamayı mümkün kılan harika kütüphaneler için tüm açık kaynak topluluğuna teşekkürler.
ur: اذان کی آوازوں کے تمام کاپی رائٹس ان کے متعلقہ مالکان کے ہیں۔ ان کی شاندار خدمات کے لیے translation.io (lingui.js) کا خصوصی شکریہ۔ تمام اوپن سورس کمیونٹی ممبران کا شکریہ جنہوں نے یہ تمام شاندار لائبریریاں بنائیں جنہوں نے اس ایپ کو ممکن بنایا۔
vi: Tất cả bản quyền cho giọng azan thuộc về chủ sở hữu tương ứng. Xin gửi lời cảm ơn đặc biệt đến translation.io (lingui.js) vì những dịch vụ tuyệt vời của họ. Cảm ơn tất cả các thành viên cộng đồng mã nguồn mở, những người đã tạo ra tất cả các thư viện tuyệt vời này giúp ứng dụng này trở nên khả thi.

source: about.credits.google
ar: معظم الأيقونات المستخدمة في هذا التطبيق هي من Google Material Icons.
bn: এই অ্যাপে ব্যবহৃত বেশিরভাগ আইকন গুগল ম্যাটেরিয়াল আইকন থেকে।
bs: Većina ikona koje se koriste u ovoj aplikaciji su iz Google Materijalskog Dizajna.
de: Die meisten in der App verwendeten Icons stammen von Google Material Icons.
fa: اکثر آیکون های استفاده شده در این برنامه از آیکون های متریال گوگل هستند.
fr: La plupart des icônes utilisées dans cette application proviennent des icônes google material.
hi: इस ऐप में इस्तेमाल होने वाले ज्यादातर आइकन गूगल मटेरियल आइकन के हैं।
id: Sebagian besar ikon yang digunakan dalam aplikasi ini berasal dari ikon material Google.
sw: Aikoni nyingi zinazotumiwa katika programu hii zimetoka kwenye aikoni za nyenzo za google.
tr: Bu uygulamada kullanılan simgelerin çoğu Google Material simgelerinden alınmıştır.
ur: اس ایپ میں استعمال ہونے والے زیادہ تر شبیہیں گوگل میٹریل آئیکنز سے ہیں۔
vi: Hầu hết các biểu tượng trong ứng dụng này là từ Google material icons.

source: about_settings
ar: عن التطبيق
bn: সম্পর্কিত
bs: O Aplikaciji
de: Über
fa: درباره
fr: À propos de
hi: के बारे में
id: Tentang
sw: Kuhusu
tr: Hakkında
ur: معلومات
vi: Về Ứng dụng

source: adjustment.hint
ar: عدد الدقائق التي ستضاف إلى الأوقات المحسوبة
bn: গণনা করা সময়ের সাথে যোগ করা হবে এমন মিনিটের সংখ্যা
bs: Broj minuta koji će se dodati izračunatim vremenima
de: Anzahl der Minuten, die zu den berechneten Zeiten hinzugefügt werden
fa: تعداد دقیقه هایی که به زمان های محاسبه شده اضافه می شود
fr: Nombre de minutes qui seront ajoutées aux temps calculés
hi: गणना किए गए समय में जोड़े जाने वाले मिनटों की संख्या
id: Jumlah menit yang akan ditambahkan ke waktu yang dihitung
sw: Idadi ya dakika ambazo zitaongezwa kwa nyakati zilizohesabiwa
tr: Hesaplanan sürelere eklenecek dakika sayısı
ur: منٹوں کی تعداد جو شمار شدہ اوقات میں شامل کی جائے گی۔
vi: Số phút sẽ được thêm vào thời gian tính toán

source: after
ar: بعد
bn: পরে
bs: nakon
de: nach
fa: بعد از
fr: après
hi: बाद में
id: setelah
sw: baada ya
tr: sonra
ur: کے بعد
vi: sau

source: ago
ar: منذ
bn: আগে
bs: prije
de: vergangen
fa: پیش
fr: auparavant
hi: पहले
id: yang lalu
sw: iliyopita
tr: önce
ur: پہلے
vi: trước

source: asr.prayer
ar: عصر
bn: আসর
bs: Ikindija
de: Asr
fa: عصر
fr: Asr
hi: असर
id: Ashar
sw: Asr
tr: İkindi
ur: عصر
vi: Asr

source: backup_settings
ar: النسخ الاحتياطي
bn: ব্যাকআপ
bs: Rezerva
de: Sicherung
fa: پشتیبان گیری
fr: Sauvegarde
hi: बैकअप
id: Cadangan
sw: Hifadhi nakala
tr: Yedekleme
ur: بیک اپ
vi: Sao lưu

source: before
ar: قبل
bn: আগে
bs: prije
de: vor
fa: قبل از
fr: avant
hi: इस से पहले
id: sebelum
sw: kabla
tr: önce
ur: پہلے
vi: trước

source: calculation_adjustments_settings
ar: التعديلات
bn: সমন্বয়
bs: Prilagođenja
de: Einstellungen
fa: تنظیمات زمان
fr: Ajustements
hi: समायोजन
id: Penyesuaian
sw: Marekebisho
tr: Ayarlamalar
ur: ایڈجسٹمنٹس
vi: Điều chỉnh

source: calculation_advanced_settings
ar: إعدادات الحسابات المتقدمة
bn: আরও গণনার সেটিংস
bs: Napredne Postavke Kalkulacije
de: Erweiterte Berechnungseinstellungen
fa: تنظیمات پیشرفته محاسبه
fr: Paramètres de calcul avancés
hi: उन्नत गणना सेटिंग्स
id: Pengaturan Lanjutan
sw: Mipangilio ya Kina ya Kukokotoa
tr: Gelişmiş hesaplama ayarları
ur: اعلی درجے کی حساب کی ترتیبات
vi: Cài đặt Tính toán Nâng cao

source: calculation_settings
ar: حساب
bn: হিসাব
bs: Kalkulacija
de: Berechnung
fa: محاسبه
fr: Calcul
hi: गणना
id: Perhitungan
sw: Hesabu
tr: Hesaplama
ur: حساب کتاب
vi: Phép tính

source: counter.fast
ar: صيام
bn: সিয়াম
bs: Brzo
de: Fasten
fa: روزه
fr: Jeûne
hi: उपवास
id: puasa
sw: Haraka
tr: Oruç
ur: روزہ
vi: Nhịn Chay

source: date.day
ar: يوم
bn: দিন
bs: dan
de: Tag
fa: روز
fr: jour
hi: दिन
id: hari
sw: siku
tr: gün
ur: دن
vi: ngày

source: date.hour
ar: ساعة
bn: ঘন্টা
bs: sat
de: Stunde
fa: ساعت
fr: heure
hi: घंटा
id: jam
sw: saa
tr: saat
ur: گھنٹہ
vi: giờ

source: date.minute
ar: دقيقة
bn: মিনিট
bs: minuta
de: Minute
fa: دقیقه
fr: minute
hi: मिनट
id: menit
sw: dakika
tr: dakika
ur: منٹ
vi: phút

source: date.second
ar: ثانية
bn: দ্বিতীয়
bs: sekunda
de: Sekunde
fa: ثانیه
fr: seconde
hi: सेकंड
id: detik
sw: pili
tr: saniye
ur: سیکنڈ
vi: giây

source: dev_settings
ar: مطور
bn: ডেভেলপার
bs: Razvodničke Postavke
de: Entwickler
fa: توسعه دهنده
fr: Développeur
hi: डेवलपर
id: Pengembang
sw: Msanidi
tr: Geliştirici
ur: ڈویلپر
vi: Nhà phát triển

source: dhuhr.prayer
ar: ظهر
bn: যোহর
bs: Podne
de: Dhuhr
fa: ظهر
fr: Dhuhr
hi: ज़ुहर
id: Dhuhur
sw: Dhuhr
tr: Öğle
ur: ظہر
vi: Dhuhr

source: display_settings
ar: العرض
bn: প্রদর্শন
bs: Prikaz
de: Anzeige
fa: نمایش
fr: Affichage
hi: डिस्प्ले
id: Tampilan
sw: Onyesho
tr: Görünüm
ur: ڈسپلے
vi: Hiển thị

source: fajr.prayer
ar: فجر
bn: ফজর
bs: Sabah
de: Fajr
fa: فجر
fr: Fajr
hi: फज्र
id: Subuh
sw: Fajr
tr: Sabah
ur: فجر
vi: Fajr

source: favorite_location
ar: المواقع المفضلة
bn: প্রিয় অবস্থান
bs: Omiljene Lokacije
de: Lieblingsorte
fa: مکان های مورد علاقه
fr: Lieux préférés
hi: पसंदीदा स्थान
id: Lokasi Favorit
sw: Maeneo Unayopendelea
tr: Favori Mekanlar
ur: پسندیدہ مقامات
vi: Vị trí yêu thích

source: forces all numbers to be in the selected system
ar: يفرض أن تكون جميع الأرقام في النظام المحدد
bn: সমস্ত সংখ্যাকে নির্বাচিত সিস্টেমে থাকতে বাধ্য করে
bs: prisiljava sve brojeve da budu u odabranom sistemu
de: Erzwingt, dass alle Nummern im ausgewählten System sind
fa: همه اعداد را مجبور می کند که در سیستم انتخاب شده باشند
fr: Force tous les numéros à être dans le système sélectionné
hi: सभी नंबरों को चयनित सिस्टम में होने के लिए बाध्य करता है
id: Set semua nomor menyesuaikan sistem
sw: hulazimisha nambari zote kuwa katika mfumo uliochaguliwa
tr: tüm sayıları seçilen sistemde olmaya zorlar
ur: تمام نمبروں کو منتخب نظام میں ہونے پر مجبور کرتا ہے۔
vi: Buộc tất cả các số phải nằm trong hệ thống đã chọn

source: from North
ar: من الشمال
bn: উত্তর থেকে
bs: sa Sjevera
de: aus dem Norden
fa: از شمال
fr: du Nord
hi: उत्तर से
id: dari Utara
sw: kutoka Kaskazini
tr: kuzey'den
ur: شمال سے
vi: từ phía Bắc

source: from settings
ar: من الإعدادات
bn: সেটিংস থেকে
bs: iz postavkih
de: aus den Einstellungen
fa: از تنظیمات
fr: à partir des paramètres
hi: सेटिंग्स से
id: dari pengaturan
sw: kutoka kwa mipangilio
tr: ayarlardan
ur: ترتیبات سے
vi: từ cài đặt

source: fullscreen_alarm
ar: تشغيل الأذان
bn: আযান হচ্ছে
bs: Ezan je u toku
de: Adhan abspielen
fa: در حال پخش اذان
fr: Jouer l'Adhan
hi: अज़ान प्ले हो रही है
id: Putar Adzan
sw: Kucheza Adhana
tr: Ezanı dinle
ur: اذان چلائیں
vi: Đang phát Azan

source: hijri.adjustment.hint
ar: عدد الأيام التي ستتم إضافتها إلى التقويم القمري
bn: চন্দ্র ক্যালেন্ডারে যোগ করা দিনের সংখ্যা
bs: Broj dana koji će biti dodati lunarnom kalendaru
de: Anzahl der Tage, die dem Mondkalender hinzugefügt werden
fa: تعداد روزهایی که به تقویم قمری اضافه می شود
fr: Nombre de jours qui seront ajoutés au calendrier lunaire
hi: चंद्र कैलेंडर में जोड़े जाने वाले दिनों की संख्या
id: Jumlah hari yang akan ditambahkan ke kalender lunar
sw: Idadi ya siku ambazo zitaongezwa kwenye kalenda ya mwezi
tr: Ay takvimine eklenecek gün sayısı
ur: دنوں کی تعداد جو قمری کیلنڈر میں شامل کیے جائیں گے۔
vi: Số ngày sẽ được thêm vào âm lịch

source: home
ar: الرئيسية
bn: হোম
bs: Početna
de: Startseite
fa: خانه
fr: Accueil
hi: घर
id: Situs
sw: Nyumbani
tr: Anasayfa
ur: گھر
vi: Trang chủ

source: if enabled, a notification will be shown around one hour before any prayer time or reminder that has sound
ar: في حالة التمكين، سيتم عرض إشعار قبل حوالي ساعة واحدة من أي وقت صلاة أو تذكير به صوت
bn: যদি সক্রিয় করা হয়, তাহলে যে কোনো সালাতের সময় বা রিমাইন্ডারের প্রায় এক ঘণ্টা আগে একটি নোটিফিকেশন দেখানো হবে
bs: ako je omogućeno, obavijest će se prikazati oko jedan sat prije vremena molitve ili podsjetnika koji ima zvuk
de: wenn aktiviert, wird eine Benachrichtigung etwa eine Stunde vor einer Gebetszeit oder einer Erinnerung mit Ton angezeigt
fa: اگر فعال باشد، یک اعلان حدود یک ساعت قبل از هر وقت نماز یا یادآوری که دارای صدا باشد نشان داده می شود
fr: En activant cette option, une notification sera affichée environ une heure avant l'horaire de la prière ou le rappel sonore
hi: यदि सक्षम है, तो किसी भी प्रार्थना के समय या ध्वनि वाले रिमाइंडर से लगभग एक घंटे पहले एक सूचना दिखाई जाएगी
id: jika diaktifkan, notifikasi akan ditampilkan sekitar satu jam sebelum waktu sholat atau pengingat yang memiliki suara
sw: ikiwashwa, arifa itaonyeshwa karibu saa moja kabla ya wakati wowote wa maombi au ukumbusho ambao una sauti
tr: etkinleştirilirse, herhangi bir namaz vaktinden veya sesli hatırlatıcıdan yaklaşık bir saat önce bir bildirim gösterilecektir
ur: اگر فعال ہو تو، کسی بھی نماز کے وقت یا یاد دہانی سے تقریباً ایک گھنٹہ پہلے ایک اطلاع دکھائی جائے گی جس میں آواز ہے۔
vi: Nếu bật, một thông báo sẽ được hiển thị khoảng một tiếng trước mỗi lần cầu nguyện hoặc lời nhắc nào có âm báo

source: intro
ar: مقدمة
bn: ভূমিকা
de: Einleitung
fa: مقدمه
hi: परिचय
sw: utangulizi
tr: gİRİŞ
ur: تعارف
vi: giới thiệu

source: is prayer time hidden?
ar: هل وقت الصلاة مخفي؟
bn: নামাজের সময় কি লুকানো আছে?
bs: da li je vrijeme molitve skriveno?
de: Ist die Gebetszeit versteckt?
fa: آیا وقت نماز پنهان است؟
fr: Le temps de prière est-il caché ?
hi: क्या नमाज़ का वक्त छिपा हुआ है?
id: apakah waktu sholat tersembunyi?
sw: muda wa maombi umefichwa?
tr: namaz vakti gizlensin mi?
ur: کیا نماز کا وقت مخفی ہے؟
vi: giờ cầu nguyện bị ẩn?

source: isha.prayer
ar: عشاء
bn: ইশা
bs: Jacija
de: Isha
fa: عشاء
fr: Isha
hi: इशां
id: Isya'
sw: Isha
tr: Yatsı
ur: عشاء
vi: Isha

source: later
ar: لاحقاً
bn: পরে
bs: poslije
de: später
fa: بعد
fr: plus tard
hi: बाद में
id: nanti
sw: baadae
tr: daha sonra
ur: بعد میں
vi: sau đó

source: location_settings
ar: موقع
bn: অবস্থান
bs: Lokacija
de: Standort
fa: موقعیت
fr: Localisation
hi: स्थान
id: Lokasi
sw: Mahali
tr: Konum
ur: مقام
vi: Vị trí

source: maghrib.prayer
ar: مغرب
bn: মাগরিব
bs: Akšam
de: Maghrib
fa: مغرب
fr: Maghrib
hi: मग़रिब
id: Maghrib
sw: Magharibi
tr: Akşam
ur: مغرب
vi: Maghrib

source: masjid_an_nabawi
ar: المسجد النبوي
bn: মসজিদে নববী
bs: Poslanikova Džamija
fa: مسجد النبی
hi: मस्जिद अन नबवी
id: Masjid Nabawi
tr: Mescid-i Nebevî
ur: مسجد نبوی

source: minutes
ar: دقيقة
bn: মিনিট
bs: minuta
de: Minuten
fa: دقیقه
hi: मिनट
id: menit
sw: dakika
tr: dakika
ur: منٹ
vi: phút

source: moazen_zade
ar: مؤذن زاده
bn: মোয়াজেন যেইড
bs: Mujezin Zade
fa: موذن زاده
hi: मोअज़न ज़ादे
ur: معزن زادے ۔

source: monthly_view
ar: عرض شهري
bn: মাসিক ভিউ
bs: Mjesečni Prikaz
de: Monatsansicht
fa: نمایش ماهانه
fr: Vue mensuelle
hi: मासिक दृश्य
id: Tampilan Bulanan
sw: Mtazamo wa Kila Mwezi
tr: Aylık Görünüm
ur: ماہانہ منظر
vi: Chế độ xem tháng

source: muezzin_settings
ar: المؤذن
bn: মুয়াজ্জিন
bs: Mujezin
de: Muezzin
fa: مؤذن
fr: Adhan
hi: मुअज़्ज़िन
id: Muazin
sw: Muazini
tr: Müezzin
ur: مؤذن
vi: Muezzin

source: notification_advanced_settings
ar: إعدادات متقدمة
bn: উন্নত সেটিংস
bs: Napredne postavke
de: Erweiterte Einstellungen
fa: تنظیمات پیشرفته
fr: Paramètres avancés
hi: एडवांस सेटिंग
id: Pengaturan Lanjutan
sw: Mipangilio ya Kina
tr: Gelişmiş Ayarlar
ur: اعلی درجے کی ترتیبات
vi: Cài đặt nâng cao

source: notification_settings
ar: الإشعار و الصوت
bn: নোটিফিকেশন এবং শব্দ
bs: Obavijesti i Zvuk
de: Benachrichtigung & Ton
fa: اعلان و صدا
fr: Notification et son
hi: सूचना और ध्वनि
id: Notifikasi & Suara
sw: Arifa na Sauti
tr: Bildirim & Ses
ur: اطلاع اور آواز
vi: Thông báo & Âm báo

source: qada_counter
ar: عداد القضاء
bn: কাযা কাউন্টার
bs: Kadski Brojač
de: Qada-Zähler
fa: شمارنده قضا
fr: Compteur Qada
hi: कड़ा काउंटर
id: Penghitung Qada
sw: Kaunta ya Qada
tr: Kaza sayacı
ur: قضا کاؤنٹر
vi: Bộ đếm Qada

source: qibla_compass
ar: بوصلة القبلة
bn: কিবলা কম্পাস
bs: Kibla Kompas
de: Qibla-Kompass
fa: قبله نما
fr: Boussole pour la Qibla
hi: किबला कम्पास
id: Kompas Kiblat
sw: Dira ya Qibla
tr: Kıble pusulası
ur: قبلہ کمپاس
vi: La bàn Qibla

source: qibla_finder
ar: مُحدد القبلة
bn: কিবলা সন্ধানকারী
bs: Kibla Pronalaznik
de: Ermittlung der Qibla
fa: قبله یاب
fr: Chercheur de Qibla
hi: किबला खोजक
id: Penunjuk Arah Kiblat
sw: Kipataji cha Qibla
tr: Kıble Bulucu
ur: قبلہ تلاش کرنے والا
vi: Tìm Qibla

source: qibla_map
ar: خريطة القبلة
bn: কিবলা মানচিত্র
bs: Kibla Karta
de: Qibla-Karte
fa: نقشه قبله
fr: Carte pour la Qibla
hi: किबला नक्शा
id: Peta Kiblat
sw: Ramani ya Qibla
tr: Kıble haritası
ur: قبلہ نقشہ
vi: Bản đồ Qibla

source: ragheb_mustafa_ghalwash
ar: راغب مصطفى غلوش
bn: রাগেব মোস্তফা গালওয়াশ
bs: Rahib Mustafa Galvaš
fa: راغب مصطفی غلوش
hi: राघेब मुस्तफा गलवाश
ur: راغب مصطفیٰ غلواش

source: reminders_settings
ar: التذكيرات
bn: রিমাইন্ডারসমূহ
bs: Podsjetnici
de: Erinnerungen
fa: یادآوری ها
fr: Rappels
hi: अनुस्मारक
id: Pengingat
sw: Vikumbusho
tr: Hatırlatıcılar
ur: یاد دہانیاں
vi: Lời nhắc

source: settings
ar: إعدادات
bn: সেটিংস
bs: Postavke
de: Einstellungen
fa: تنظیمات
fr: Paramètres
hi: समायोजन
id: Pengaturan
sw: Mipangilio
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt

source: should notification widget be shown?
ar: هل يجب عرض المصغر في الإشعارات؟
bn: নোটিফিকেশন উইজেট দেখানো উচিত?
bs: bi li vidžet za obavještenje trebao biti prikazan?
de: Soll das Benachrichtigungs-Widget angezeigt werden?
fa: آیا ابزارک اعلان نشان داده شود؟
fr: Le widget de notification doit-il être affiché ?
hi: अधिसूचना विजेट दिखाया जाना चाहिए?
id: Apakah ingin menampilkan widget notifikasi?
sw: wijeti ya arifa inapaswa kuonyeshwa?
tr: bildirim widget'ı gösterilmeli mi?
ur: کیا نوٹیفکیشن ویجیٹ دکھایا جانا چاہئے؟
vi: tiện ích thông báo có nên được hiển thị không?

source: should {prayerName} be hidden?
ar: هل يجب إخفاء ال{prayerName}؟
bn: {prayerName} লুকানো উচিত?
bs: bi li {prayerName} trebalo biti sakriveno?
de: Soll das {prayerName}-Gebet ausgeblendet werden?
fa: آیا {prayerName} باید پنهان شود؟
fr: {prayerName} doit-il être cachée ?
hi: क्या {prayerName} छुपाया जाना चाहिए?
id: Apakah {prayerName} disembunyikan?
sw: {prayerName} inapaswa kufichwa?
tr: {prayerName} gizlensin mi?
ur: کیا {prayerName} کو چھپایا جانا چاہئے؟
vi: có nên ẩn {prayerName} không?

source: since the app's calendar is pre-calculated and not based on moon sightings, it may show incorrect date for the start and the end of Ramadan.
ar: نظرًا لأن تقويم التطبيق محسوب مسبقًا وليس مبنيًا على رؤية الهلال، قد يعرض تاريخًا غير صحيحًا لبداية ونهاية رمضان.
bn: যেহেতু অ্যাপের ক্যালেন্ডারটি প্রাক-গণনা করা এবং চাঁদ দেখার উপর ভিত্তি করে নয়, তাই এটি রমজানের শুরু এবং শেষের ভুল তারিখ দেখাতে পারে।
bs: budući da je kalendar aplikacije unaprijed izračunat i nije zasnovan na viđanjima mjeseca, može prikazati netačan datum početka i kraja Ramazana.
de: Der Kalender der App ist vorberechnet und basiert nicht auf der Mondsichtung, weswegen möglicherweise ein falsches Anfangs- und Enddatum für den Ramadan angezeigt wird.
fa: از آنجایی که تقویم برنامه از قبل محاسبه شده است و بر اساس رؤیت ماه نیست، ممکن است تاریخ شروع و پایان ماه رمضان را نادرست نشان دهد.
fr: le calendrier de l'application étant précalculé et non basé sur l'observation de la lune, il peut afficher des dates incorrectes pour le début et la fin du Ramadan.
hi: चूंकि ऐप का कैलेंडर पूर्व-गणना किया गया है और चंद्रमा के देखे जाने पर आधारित नहीं है, इसलिए यह रमजान की शुरुआत और समाप्ति के लिए गलत तारीख दिखा सकता है।
id: karena kalender aplikasi ini sudah dihitung sebelumnya dan tidak berdasarkan penampakan bulan, aplikasi ini mungkin menunjukkan tanggal yang salah untuk awal dan akhir Ramadan.
sw: kwa kuwa kalenda ya programu huhesabiwa mapema na haitegemei kuonekana kwa mwezi, inaweza kuonyesha tarehe isiyo sahihi ya kuanza na mwisho wa Ramadhani.
tr: uygulamanın takvimi önceden hesaplandığından ve ay gözlemlerine dayanmadığından, Ramazan'ın başlangıcı ve bitişi için yanlış tarih gösterebilir.
ur: چونکہ ایپ کا کیلنڈر پہلے سے حساب شدہ ہے اور چاند دیکھنے پر مبنی نہیں ہے، اس لیے یہ رمضان کے آغاز اور اختتام کی غلط تاریخ دکھا سکتا ہے۔
vi: vì lịch của ứng dụng được tính toán trước và không dựa trên việc nhìn thấy mặt trăng nên nó có thể hiển thị ngày bắt đầu và kết thúc của tháng Ramadan không chính xác.

source: sunnah.midnight
ar: منتصف الليل
bn: মধ্যরাত
bs: Ponoć
de: Mitternacht
fa: نیمه شب
fr: Minuit
hi: मध्यरात्रि
id: Tengah malam
sw: Usiku wa manane
tr: Gece yarısı
ur: آدھی رات
vi: Nửa đêm

source: sunnah.tahajjud
ar: تهجّد
bn: তাহাজ্জুদ
bs: Noćni Namaz
de: Tahajjud
fa: تهجد
fr: Tahajjud
hi: Tahajjud
id: Tahajjud
sw: Tahajjud
tr: Teheccüd
ur: تہجد
vi: Tahajjud

source: sunrise
ar: شروق الشمس
bn: সূর্যোদয়
bs: Izlazak
de: Sonnenaufgang
fa: طلوع
fr: Lever du soleil
hi: सूर्योदय
id: Terbit
sw: Kuchomoza kwa jua
tr: Güneş
ur: طلوع آفتاب
vi: Mọc (mặt trời)

source: sunset
ar: غروب الشمس
bn: সূর্যাস্ত
bs: Zalazak
de: Sonnenuntergang
fa: غروب
fr: Coucher du soleil
hi: सूर्यास्त
id: Terbenam
sw: Machweo
tr: Gün batımı
ur: غروب آفتاب
vi: Lặn (mặt trời)

source: widget_settings
ar: إعدادات المصغر
bn: উইজেট সেটিংস
bs: Postavke za Vidžete
de: Widget-Einstellungen
fa: تنظیمات ابزارک
fr: Paramètres des widgets
hi: विजेट सेटिंग्स
id: Pengaturan Widget
sw: Mipangilio ya Wijeti
tr: Widget ayarları
ur: ویجیٹ کی ترتیبات
vi: Cài đặt Tiện ích

source: {durationInMinutes} min after {prayer}
ar: {durationInMinutes} دقيقة بعد ال{prayer}
bn: {durationInMinutes} মিনিট পরে {prayer}
bs: {durationInMinutes} minuta poslije {prayer}
de: {durationInMinutes} Minuten nach dem {prayer}-Gebet
fa: {durationInMinutes} دقیقه بعد از {prayer}
fr: {durationInMinutes} min après {prayer}
hi: {durationInMinutes} मिनट के बाद {prayer}
id: {durationInMinutes} menit setelah {prayer}
sw: {durationInMinutes} dakika baada ya {prayer}
tr: {prayer} vaktinden {durationInMinutes} dakika sonra
ur: {durationInMinutes} منٹ بعد {prayer}
vi: {durationInMinutes} phút sau {prayer}

source: {durationInMinutes} min before {prayer}
ar: {durationInMinutes} دقيقة قبل ال{prayer}
bn: {durationInMinutes} মিনিট আগে {prayer}
bs: {durationInMinutes} minuta prije {prayer}
de: {durationInMinutes} Minuten vor dem {prayer}-Gebet
fa: {durationInMinutes} دقیقه قبل از {prayer}
fr: {durationInMinutes} min avant {prayer}
hi: {durationInMinutes} मिनट पहले {prayer}
id: {durationInMinutes} menit sebelum {prayer}
sw: {durationInMinutes} dakika kabla ya {prayer}
tr: {prayer} vaktinden {durationInMinutes} dakika önce
ur: {durationInMinutes} منٹ پہلے {prayer}
vi: {durationInMinutes} phút trước {prayer}

source: {prayerName} notification will be shown
ar: سيتم عرض إشعار ال{prayerName}
bn: {prayerName} নোটিফিকেশন দেখানো হবে
bs: {prayerName} obavijest će biti prikazana
de: {prayerName}-Benachrichtigung wird angezeigt
fa: اعلان {prayerName} نشان داده خواهد شد
fr: La notification du {prayerName} sera affichée
hi: {prayerName} अधिसूचना दिखाई जाएगी
id: Pemberitahuan waktu {prayerName} akan ditampilkan
sw: Arifa ya {prayerName} itaonyeshwa
tr: {prayerName} bildirimi gösterilecek
ur: {prayerName} اطلاع دکھائی جائے گی۔
vi: Thông báo {prayerName} sẽ được hiển thị

source: {prayerName} sound will be played
ar: سيتم تشغيل صوت ال{prayerName}
bn: {prayerName} সাউন্ড বাজানো হবে
bs: {prayerName} zvuk će biti pokrenut
de: Der Ton für das {prayerName}-Gebet wird abgespielt
fa: صدای {prayerName} پخش خواهد شد
fr: Le son du {prayerName} sera joué
hi: {prayerName} ध्वनि बजाई जाएगी
id: Suara adzan {prayerName} akan diputar
sw: Sauti ya {prayerName} itachezwa
tr: {prayerName} sesi çalınacak
ur: {prayerName} آواز چلائی جائے گی۔
vi: Âm báo {prayerName} sẽ được phát
