Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: Ramadan is ending,
ar: شهر رمضان ينتهي،
bn: রমজান শেষ হচ্ছে,
bs: Ramazan se završava,
de: Der Ramadan geht zu Ende,
fa: ماه مبارک رمضان رو به اتمام است،
fr: Le ramadan se termine,
hi: रमजान खत्म हो रहा है,
id: Ramadan telah berakhir,
sw: Ramadhani inaisha,
tr: Ramazan bitiyor,
ur: رمضان ختم ہو رہا ہے،
vi: Ramadan sắp kết thúc,

source: Ramadan is near,
ar: شهر رمضان قريب،
bn: রমজান সন্নিকটে,
bs: Ramazan je blizu,
de: Der Ramadan ist nah,
fa: ماه مبارک رمضان نزدیک است،
fr: Le ramadan est proche,
hi: रमजान करीब है,
id: Ramadan sudah dekat,
sw: Ramadhani iko karibu,
tr: Ramazan yaklaşıyor,
ur: رمضان قریب ہے،
vi: Lễ Ramadan đã gần kề,

source: Remaining till
ar: المتبقي حتى
bn: পর্যন্ত বাকি
bs: Ostaje do
de: Verbleibend bis
fa: مانده تا
fr: Restant jusqu'au
hi: तक शेष है
id: Sisa sampai
sw: Imebaki mpaka
tr: Kalan süre
ur: تک باقی ہے۔
vi: Đếm ngược tới

source: Remind me next year
ar: ذكرني العام المقبل
bn: পরের বছর আমাকে মনে করিয়ে দিন
bs: Podsjeti me tek sljedeće godine
de: Erinnern Sie mich nächstes Jahr daran
fa: سال بعد به من یادآوری کن
fr: Rappelez-moi l'année prochaine
hi: मुझे अगले साल याद दिलाएं
id: Ingatkan saya tahun depan
sw: Nikumbushe mwaka ujao
tr: Gelecek yıl hatırlat bana
ur: اگلے سال مجھے یاد دلائیں۔
vi: Nhắc tôi năm sau

source: Reminder
ar: تذكير
bn: রিমাইন্ডার
bs: Podsjetnik
de: Erinnerung
fa: یادآوری
fr: Rappel
hi: अनुस्मारक
id: Pengingat
sw: Kikumbusho
tr: Hatırlatıcı
ur: یاد دہانی
vi: Lời nhắc

source: Repeat
ar: يكرر
bn: পুনরাবৃত্তি করুন
bs: Ponovite
de: Wiederholen
fa: تکرار
fr: Répéter
hi: दोहराना
id: Ulangi
sw: Rudia
tr: Tekrarla
ur: دہرائیں۔
vi: Lặp lại

source: Required settings are incomplete. For app to show prayer times, You have to configure it from settings later.
ar: إعدادات مطلوبة غير مكتملة. لكي يتمكن التطبيق من عرض أوقات الصلاة، يجب عليك تهيئتها من الإعدادات لاحقًا.
bn: প্রয়োজনীয় সেটিংসসমূহ অসম্পূর্ণ। অ্যাপটি সালাতের সময় দেখানোর জন্য, আপনাকে পরে সেটিংস থেকে কনফিগার করতে হবে।
bs: Potrebne postavke su nepotpune. Da bi aplikacija prikazivala vremena molitve, morate je kasnije konfigurirati iz postavkih.
de: Die erforderlichen Einstellungen sind unvollständig. Damit die App die Gebetszeiten anzeigen kann, müssen Sie diese später in den Einstellungen konfigurieren.
fa: تنظیمات مورد نیاز ناقص هستند. برای اینکه برنامه اوقات شرعی را نشان دهد، بعداً باید آن را از صفحه تنظیمات تنظیم کنید.
fr: Les paramètres requis sont incomplets. Pour que l'application affiche les horaires de prières, vous devrez les configurer à partir de paramètres ultérieurement.
hi: आवश्यक सेटिंग्स अपूर्ण हैं। ऐप में नमाज़ का वक्त दिखाने के लिए, आपको इसे बाद में सेटिंग्स से कॉन्फ़िगर करना होगा।
id: Pengaturan yang diperlukan tidak lengkap. Agar aplikasi menampilkan waktu sholat, proses pengaturan perlu dilanjutkan kembali nanti.
sw: Mipangilio inayohitajika haijakamilika. Ili programu ionyeshe nyakati za maombi, inabidi uisanidi kutoka kwa mipangilio baadaye.
tr: Gerekli ayarlar tamamlanmadı. Uygulamanın namaz vakitlerini göstermesi için daha sonra ayarlardan yapılandırmanız gerekmektedir.
ur: مطلوبہ ترتیبات نامکمل ہیں۔ ایپ کو نماز کے اوقات دکھانے کے لیے، آپ کو اسے بعد میں سیٹنگز سے کنفیگر کرنا ہوگا۔
vi: Cài đặt bắt buộc chưa hoàn tất. Để ứng dụng hiển thị thời gian cầu nguyện, Bạn phải cấu hình nó sau trong cài đặt.

source: Rounding Method
ar: طريقة التقريب
bn: রাউন্ডিং পদ্ধতি
bs: Metoda zaokruživanja
de: Rundungsmethode
fa: روش گرد کردن
fr: Méthode d'arrondissement
hi: गोल करने की विधि
id: Metode Pembulatan
sw: Njia ya Kuzunguka
tr: Yuvarlama Yöntemi
ur: گول کرنے کا طریقہ
vi: Phương pháp làm tròn

source: Samsung devices have their own custom Power Manager called "Device Care". After pressing the button below, You will be navigated to the Battery menu of Device Care. In the Battery menu tap "App power management", and then tap "Apps that won't be put to sleep", and add this app to the list.
ar: تحتوي أجهزة Samsung على مدير طاقة مخصص يسمى “Device Care”. بعد الضغط على الزر أدناه، ستتم إعادة توجيهك إلى قائمة البطارية في Device Care. في قائمة البطارية، اضغط على “إدارة طاقة التطبيق”، ثم اضغط على “التطبيقات التي لن تدخل في وضع السكون”، وأضف هذا التطبيق إلى القائمة.
bn: স্যামসাং ডিভাইসগুলির নিজস্ব কাস্টম পাওয়ার ম্যানেজার রয়েছে যার নাম "Device Care"। নীচের বাটন চাপার পরে, আপনাকে ডিভাইস কেয়ারের ব্যাটারি মেনুতে নিয়ে যাওয়া হবে। ব্যাটারি মেনুতে "App power management" এ চাপুন, এবং তারপরে "Apps that won't be put to sleep" এ চাপুন এবং এই অ্যাপটিকে তালিকায় যুক্ত করুন৷
bs: Samsung uređaji imaju vlastiti prilagođeni Napojni Menadžer pod nazivom "Njega Uređaja". Nakon što pritisnete dugme ispod, bićete usmjereni prema Baterijskom meniju u Njezi Uređaja. U Baterijskom meniju tapnite "Upravljanje napajanjem aplikacija", a zatim dodirnite "Aplikacije koje se neće staviti u stanje mirovanja", i dodajte ovu aplikaciju u listu.
de: Samsung-Geräte verfügen über eine eigene Energieverwaltung namens Device Care. Über die untere Schaltfläche gelangen Sie in das Menü "Akku" von Device Care. Tippen Sie in dem Menü zunächst auf "App-Energieverwaltung", dann auf "Apps, die nicht in den Ruhezustand versetzt werden sollen" und fügen Sie anschließend diese App zu der Liste hinzu.
fa: دستگاه های سامسونگ دارای «مدیریت انرژی» (Power Manager) سفارشی خود به نام «مراقبت از دستگاه» (Device Care) هستند. پس از فشار دادن دکمه زیر، به منوی مراقبت از باتری دستگاه خود هدایت خواهید شد. در منوی باتری روی گزینه «مدیریت انرژی برنامه» (App power management) و سپس «برنامه‌هایی که به حالت خواب نمی‌روند» (Apps that won't be put to sleep) بزنید و این برنامه را به لیست اضافه کنید.
fr: Les appareils Samsung ont leur propre gestionnaire d'alimentation personnalisé appelé "Device Care". Après avoir appuyé sur le bouton ci-dessous, vous serez dirigé vers le menu Batterie Device Care. Dans le menu Batterie, appuyez sur "Gestion de l'alimentation des applications", puis sur "Applications à ne pas mettre en veille", et ajoutez cette application à la liste.
hi: सैमसंग उपकरणों का अपना खुद का कस्टम पावर मैनेजर होता है, जिसे "डिवाइस केयर" कहा जाता है। नीचे दिए गए बटन को दबाने के बाद, आप डिवाइस केयर के बैटरी मेनू पर पहुंच जाएंगे। बैटरी मेनू में "ऐप पावर मैनेजमेंट" टैप करें, और फिर "ऐप्लिकेशन जिन्हें स्लीप में नहीं रखा जाएगा" टैप करें, और इस ऐप को उस सूची में जोड़ें।
id: Perangkat Samsung memiliki Power Manajer kustom mereka sendiri yang disebut "Perawatan Perangkat" (Device Care). Setelah menekan tombol di bawah, Anda akan diarahkan ke menu Baterai (Battery) di Perawatan Perangkat (Device Care). Di menu Baterai (Battery), ketuk "Manajemen daya aplikasi" (App power management), lalu ketuk "Aplikasi yang tidak akan ditidurkan" (Apps that won't be put to sleep), dan tambahkan aplikasi ini ke daftar.
sw: Vifaa vya Samsung vina Kidhibiti cha Nishati maalum kinachoitwa "Utunzaji wa Kifaa". Baada ya kubofya kitufe kilicho hapa chini, Utaelekezwa kwenye menyu ya Betri ya Utunzaji wa Kifaa. Katika menyu ya Betri gusa "Udhibiti wa nguvu ya programu", kisha uguse "Programu ambazo hazitalala", na uongeze programu hii kwenye orodha.
tr: Samsung cihazlarının "Cihaz Bakımı" adı verilen kendi özel Güç Yöneticisi vardır. Aşağıdaki düğmeye bastıktan sonra, Cihaz Bakımının Pil menüsüne yönlendirileceksiniz. Pil menüsünde "Uygulama güç yönetimi"ne ve ardından "Uykuya alınmayacak uygulamalar"a dokunun ve bu uygulamayı listeye ekleyin.
ur: سام سنگ ڈیوائسز کا اپنا حسب ضرورت پاور مینیجر ہے جسے "ڈیوائس کیئر" کہا جاتا ہے۔ نیچے دیئے گئے بٹن کو دبانے کے بعد، آپ کو ڈیوائس کیئر کے بیٹری مینو میں لے جایا جائے گا۔ بیٹری مینو میں "ایپ پاور مینجمنٹ" کو تھپتھپائیں، اور پھر "ایسے ایپس کو تھپتھپائیں جو نیند میں نہیں آئیں گی"، اور اس ایپ کو فہرست میں شامل کریں۔
vi: Các thiết bị Samsung có Trình quản lý nguồn tùy chỉnh của riêng chúng được gọi là "Chăm sóc thiết bị". Sau khi nhấn nút bên dưới, Bạn sẽ được điều hướng đến menu Pin của Chăm sóc thiết bị. Trong menu Pin, hãy nhấn vào "Quản lý nguồn ứng dụng", sau đó nhấn vào "Ứng dụng sẽ không chuyển sang chế độ ngủ" và thêm ứng dụng này vào danh sách.

source: Saturday
ar: السبت
bn: শনিবার
bs: Subota
de: Samstag
fa: شنبه
fr: Samedi
hi: शनिवार
id: Sabtu
sw: Jumamosi
tr: Cumartesi
ur: ہفتہ
vi: Thứ 7

source: Saudi Arabia
ar: المملكة العربية السعودية
bn: সৌদি আরব
bs: Saudijska Arabija
de: Saudi-Arabien
fa: عربستان سعودی
fr: Arabie Saoudite
hi: सऊदी अरब
id: Arab Saudi
tr: Suudi Arabistan
ur: سعودی عرب
vi: Ả Rập Saudi

source: Search
ar: بحث
bn: অনুসন্ধান করুন
bs: Tražite
de: Suchen
fa: جستجو
fr: Recherche
hi: खोज
id: Pencarian
sw: Tafuta
tr: Ara
ur: تلاش کریں۔
vi: Tìm kiếm

source: Secondary Calendar
ar: التقويم الثانوي
bn: দ্বিতীয় ক্যালেন্ডার
bs: Sekundarni Kalendar
de: Sekundärer Kalender
fa: تقویم ثانویه
fr: Calendrier secondaire
hi: माध्यमिक कैलेंडर
id: Kalender Sekunder
sw: Kalenda ya Sekondari
tr: İkincil takvim
ur: ثانوی کیلنڈر
vi: Lịch phụ

source: See favorite locations
ar: شاهد المواقع المفضلة
bn: প্রিয় অবস্থান দেখুন
bs: Pogledajte omiljene lokacije
de: Lieblingsorte anzeigen
fa: مکان های مورد علاقه را ببینید
fr: Voir les lieux préférés
hi: पसंदीदा स्थान देखें
id: Lihat lokasi favorit
sw: Angalia maeneo unayopenda
tr: Favori konumları görün
ur: پسندیدہ مقامات دیکھیں
vi: Xem các địa điểm yêu thích

source: Select as Fajr Adhan
ar: اختر أذان الفجر
bn: ফজরের আযান হিসেবে নির্বাচন করুন
bs: Odaberite ko Sabah Ezan
de: Als Fajr-Adhan auswählen
fa: به عنوان اذان فجر انتخاب کنید
fr: Sélectionner comme Adhan du Fajr
hi: फज्र अज़ान के लिए चुनें
id: Pilih sebagai Adzan Subuh
sw: Chagua kama Fajr Adhan
tr: Fecr ezanı olarak seç
ur: فجر کی اذان کے طور پر منتخب کریں۔
vi: Chọn làm Fajr Azan

source: Select different Adhan audio for Fajr namaz
ar: اختر صوت أذان مختلف لصلاة الفجر
bn: ফজর নামাজের জন্য বিভিন্ন আযান অডিও নির্বাচন করুন
bs: Odaberite različite zvuke ezana za Sabah
de: Unterstützt unterschiedliche Adhan-Stimmen für das Fajr-Gebet
fa: انتخاب اذان متفاوت برای نماز صبح
fr: Sélectionnez un son Adhan différent pour Fajr
hi: फज्र नमाज के लिए अलग अदन ऑडियो का चयन करें
id: Pilih audio Adzan yang berbeda untuk azan Subuh
sw: Chagua sauti tofauti za Adhan kwa Fajr namaz
tr: Sabah namazı için farklı Ezan sesi seçme
ur: فجر کی نماز کے لیے مختلف اذان آڈیو منتخب کریں۔
vi: Chọn âm báo Azan khác nhau cho Fajr namaz

source: Selected
ar: محدد
bn: নির্বাচিত
bs: Odabrano
de: Ausgewählt
fa: انتخاب شده
fr: Sélectionné
hi: गिने चुने
id: Dipilih
sw: Imechaguliwa
tr: Seçilmiş
ur: منتخب شدہ
vi: Đã chọn

source: Selected as adhan
ar: تم تحديده كآذان
bn: আযান হিসেবে নির্বাচিত
bs: Odabrano kao ezan
de: Ausgewählt als Adhan
fa: به عنوان اذان انتخاب شد
fr: Sélectionné comme adhan
hi: अज़ान के रूप में चुना गया
id: Dipilih sebagai adzan
sw: Imechaguliwa kama adhana
tr: Ezan olarak seçildi
ur: اذان کے طور پر منتخب کیا گیا۔
vi: Đã chọn làm azan

source: Selected as fajr adhan
ar: تم اختياره كأذان الفجر
bn: ফজরের আজান হিসেবে নির্বাচিত
bs: Odabrano kao sabah ezan
de: Ausgewählt als Fajr-Adhan
fa: به عنوان اذان فجر انتخاب شد
fr: Sélectionné comme adhan du fajr
hi: फज्र अज़ान के रूप में चुना गया
id: Dipilih sebagai azan subuh
sw: Imechaguliwa kama fajr adhan
tr: Fecr ezanı olarak seçildi
ur: فجر کی اذان کے طور پر منتخب کیا گیا۔
vi: Đã chọn làm fajr azan

source: Selecting a name is required
ar: اختيار الاسم مطلوب
bn: একটি নাম নির্বাচন করা প্রয়োজন
bs: Odabir imena je potrebno
de: Die Auswahl eines Namens ist erforderlich
fa: انتخاب نام الزامی است
fr: La sélection d'un nom est obligatoire
hi: नाम चुनना आवश्यक है
id: Nama wajib diisi
sw: Inahitajika kuchagua jina
tr: Bir isim gerekli
ur: نام کا انتخاب ضروری ہے۔
vi: Chọn tên là bắt buộc

source: Set custom Adhan audio
ar: تعيين صوت أذان مخصص
bn: কাস্টম আযান অডিও সেট করুন
bs: Postavite prilagođeni zvuk za Ezan
de: Benutzerdefinierte Adhan-Stimmen auswählbar
fa: انتخاب صدای دلخواه برای اذان
fr: Définir l'audio personnalisé pour l'Adhan
hi: कस्टम अदन ऑडियो सेट करें
id: Mengatur audio Adzan khusus
sw: Weka sauti maalum ya Adhana
tr: Özel Ezan sesi ayarlama
ur: اپنی مرضی کے مطابق اذان آڈیو سیٹ کریں۔
vi: Đặt âm báo Azan tùy chỉnh

source: Set reminders before or after a prayer time
ar: اضبط التذكيرات قبل أو بعد وقت الصلاة
bn: প্রার্থনার আগে বা পরে রিমাইন্ডার সেট করুন
bs: Postavite podsjetnike prije ili poslije molitvenog vremena
de: Erstellung von Erinnerungen vor und nach den Gebetszeiten
fa: ایجاد یاد آوری قبل یا بعد از هر وقت شرعی
fr: Définir des rappels avant ou après un temps de prière
hi: प्रार्थना के समय से पहले या बाद में रिमाइंडर सेट करें
id: Mengatur pengingat sebelum atau sesudah waktu salat
sw: Weka vikumbusho kabla au baada ya muda wa maombi
tr: Dua zamanından önce veya sonra hatırlatıcı ayarlama
ur: نماز کے وقت سے پہلے یا بعد میں یاد دہانیاں ترتیب دیں۔
vi: Đặt lời nhắc trước hoặc sau giờ cầu nguyện

source: Shafaq
ar: شفق
bn: শাফাক
bs: Šafak
fa: شفق
hi: शफ़क़
tr: Şafak
ur: شفق

source: Shafaq is used by the MoonsightingCommittee method to determine what type of twilight to use in order to determine the time for Isha
ar: يُستخدم الشفق بواسطة طريقة "لجنة رؤية الهلال" لتحديد نوع الشفق الذي يجب استخدامه لتحديد وقت العشاء.
bn: শাফাকের সময় নির্ধারণের জন্য কোন ধরনের গোধূলি ব্যবহার করতে হবে তা নির্ধারণ করতে চাঁদ দেখা কমিটির পদ্ধতি দ্বারা শাফাক ব্যবহার করা হয়।
bs: Šafak koristi metode Odbora za Promatranje Mjeseca da odredi koju vrstu sumraka da koristi kako biste odredili vrijeme za Jaciju
de: Shafaq wird von der Methode des Ausschusses für Mondsichtung verwendet um die Art der Dämmerung zu bestimmen, woraus die die Zeit für Isha abgeleitet wird
fa: "شفق" در روش محاسبه "کمیته رویت هلال ماه" برای تعیین نوع گرگ و میش برای تعیین زمان عشا استفاده می شود.
fr: Le Shafaq est utilisé par la méthode du Comité d'observation de la lune pour déterminer quel type de crépuscule utiliser afin de déterminer l'heure d'Isha
hi: इशां के लिए समय निर्धारित करने के लिए, रूयते हिलाल कमिटी सांझ की विधि का उपयोग करती है
id: Shafaq digunakan metode Komite Moonsighting untuk menentukan jenis senja yang digunakan untuk menentukan waktu Isya'
sw: Shafaq hutumiwa na njia ya Kamati ya Kutazama Mwezi ili kubainisha ni aina gani ya machweo ya kutumia ili kubainisha wakati wa Isha.
tr: Şafak tipi seçimi, sabah namazının zamanını belirlemek için MoonsightingCommittee'nin hesap yönteminde kullanılır.
ur: شفق کا استعمال MoonsightingCommittee طریقہ کے ذریعے کیا جاتا ہے تاکہ یہ معلوم کیا جا سکے کہ عشاء کے وقت کا تعین کرنے کے لیے کس قسم کی گودھولی کو استعمال کرنا ہے۔
vi: Shafaq được sử dụng bởi phương pháp Uỷ ban Ngắm trăng để xác định loại chạng vạng sẽ sử dụng để xác định thời gian cho Isha

source: Shafi, Maliki, Hanbali (Default)
ar: شافعي ، مالكي ، حنبلي (افتراضي)
bn: শফি, মালিকি, হাম্বলী (ডিফল্ট)
bs: Šafija, Malikija, Hanbelija (Zadano)
de: Shafi, Maliki, Hanbali (Standard)
fa: شافعی، مالکی، حنبلی (پیش‌فرض)
fr: Shafi, Maliki, Hanbali (Par défaut)
hi: शाफइ, मलिकी, हनबली (डिफ़ॉल्ट)
id: Syafi'i, Maliki, Hanbali (Default)
sw: Shafi, Maliki, Hanbali (Chaguo-msingi)
tr: Şafi, Maliki, Hanbeli (Varsayılan)
ur: شافعی، مالکی، حنبلی (پہلے سے طے شدہ)
vi: Shafi, Maliki, Hanbali (Mặc định)

source: Shia Ithna Ashari, Leva Institute, Qum
ar: الشيعة الإثنا عشرية، معهد ليفا، قم
bn: শিয়া ইথনা আশআরী, লেভা ইনস্টিটিউট, কুম
bs: Šiizam Itna Ašari, Leva Institut, Kom
de: Shia Ithna Ashari, Leva-Institut, Qom
fa: شیعه اثنا عشری، مؤسسه لوا، قم
fr: Shia Ithna Ashari, Institut Leva, Qum
hi: शिया इथना अशरी, लेवा संस्थान, ख़ुम
sw: Shia Ithna Ashari, Taasisi ya Leva, Qum
tr: Şii Ithna Ashari, Leva Enstitüsü, Kum
ur: شیعہ اتھنا اشعری، لیوا انسٹی ٹیوٹ، قم
vi: Shia Ithna Ashari, Viện Leva, Qum

source: Shia, Institute of Geophysics, University of Tehran
ar: الشيعة، معهد الجيوفيزياء، جامعة طهران
bn: শিয়া, জিওফিজিক্স ইনস্টিটিউট, তেহরান বিশ্ববিদ্যালয়
bs: Šiizam, Institut za Geofiziku, Univerzitet u Teheranu
de: Shia, Institut für Geophysik, Universität von Teheran
fa: شیعه، موسسه ژئوفیزیک دانشگاه تهران
fr: Shia, Institut de géophysique, Université de Téhéran
hi: शिया, भूभौतिकी संस्थान, तेहरान विश्वविद्यालय
sw: Shia, Taasisi ya Jiofizikia, Chuo Kikuu cha Tehran
tr: Şii, Jeofizik Enstitüsü, Tahran Üniversitesi
ur: شیعہ، انسٹی ٹیوٹ آف جیو فزکس، یونیورسٹی آف تہران
vi: Shia, Viện Địa vật lý, Đại học Tehran

source: Should app highlight current prayer instead of next prayer?
ar: هل يجب أن يبرز التطبيق الصلاة الحالية بدلاً من الصلاة التالية؟
bn: অ্যাপটি কি পরবর্তী সালাতের পরিবর্তে বর্তমান সালাতকে হাইলাইট করবে?
bs: Treba li aplikacija istaknuti trenutnu molitvu umjesto sljedeće?
de: Soll die App das aktuelle Gebet anstelle des nächsten Gebets hervorheben?
fa: آیا برنامه باید نماز فعلی را به جای نماز بعدی برجسته کند؟
fr: L'application doit-elle mettre en évidence la prière en cours au lieu de la prière suivante ?
hi: क्या ऐप को अगली प्रार्थना के बजाय वर्तमान प्रार्थना को हाइलाइट करना चाहिए?
id: Haruskah aplikasi menyoroti doa saat ini dan bukannya doa berikutnya?
sw: Je, programu inapaswa kuangazia maombi ya sasa badala ya sala inayofuata?
tr: Uygulama bir sonraki dua yerine mevcut duayı vurgulamalı mı?
ur: کیا ایپ کو اگلی نماز کی بجائے موجودہ نماز کو نمایاں کرنا چاہیے؟
vi: Ứng dụng có nên tô sáng giờ cầu nguyện hiện tại thay vì giờ cầu nguyện tiếp theo không?

source: Should app still play adhan when "Do Not Disturb" is active?
ar: هل يجب أن يستمر التطبيق في تشغيل الأذان عندما يكون وضع "عدم الإزعاج" نشطًا؟
bn: "ডু নট ডিস্টার্ব" সক্রিয় থাকা অবস্থায়ও কি অ্যাপকে আজান বাজানো উচিত?
bs: Treba li aplikacija i dalje puštati ezan kada je "Ne smjetaj" postavka aktivna?
de: Soll die App weiterhin den Adhan abspielen, wenn "Nicht stören" aktiviert ist?
fa: وقتی «مزاحم نشوید» فعال است، برنامه همچنان باید اذان پخش کند؟
fr: L'application doit-elle continuer à jouer l'adhan lorsque la fonction "Ne pas déranger" est activée ?
hi: क्या "डू नॉट डिस्टर्ब" सक्रिय होने पर भी ऐप को अधान खेलना चाहिए?
id: Haruskah aplikasi tetap memutar adzan ketika "Jangan Ganggu" aktif?
sw: Je, programu inapaswa kucheza adhana wakati "Usisumbue" inatumika?
tr: "Rahatsız Etmeyin" aktifken uygulama hala ezan çalmalı mı?
ur: کیا ایپ کو "ڈسٹرب نہ کریں" کے فعال ہونے پر بھی اذان بجانی چاہیے؟
vi: Ứng dụng vẫn cứ phát azan khi chế độ "Không làm phiền" được kích hoạt?

source: Should app stop playing adhan when the volume button is pressed?
ar: هل يجب أن يتوقف التطبيق عن تشغيل الأذان عند الضغط على زر الصوت؟
bn: ভলিউম চাপলে অ্যাপের কি আজান বাজানো বন্ধ করা উচিত?
bs: Da li aplikacija treba da prestane da pušta ezan kada se pritisne dugme za jačinu zvuka?
de: Soll die App das Abspielen des Adhan beenden, wenn die Lautstärketaste gedrückt wird?
fa: آیا با فشار دادن دکمه صدا، برنامه باید پخش اذان را متوقف کند؟
fr: Arrêter la lecture de l'Adhan en appuyant sur le bouton de volume
hi: क्या वॉल्यूम बटन दबाए जाने पर ऐप को एडन बजाना बंद कर देना चाहिए?
id: Haruskah aplikasi berhenti memutar adzan ketika tombol volume ditekan?
sw: Je, programu inapaswa kuacha kucheza adhana wakati kitufe cha sauti kimebonyezwa?
tr: Ses düğmesine basıldığında uygulama ezan çalmayı durdursun mu?
ur: کیا والیوم بٹن دبانے پر ایپ کو اذان بجانا بند کر دینا چاہیے؟
vi: Ứng dụng có nên dừng phát Azan khi nhấn nút âm lượng không?

source: Should phone vibrate when adhan or reminder starts playing?
ar: هل يهتز الهاتف عندما يبدأ الأذان أو التذكير؟
bn: আযান বা রিমাইন্ডার বাজানো শুরু হলে ফোন কি ভাইব্রেট করা উচিত?
bs: Da li telefon treba da se trese i zuji kada ezan ili podsjetnik počne svirati?
de: Soll das Telefon vibrieren, wenn der Adhan oder eine Erinnerung abgespielt wird?
fa: آیا هنگام شروع پخش اذان یا یادآوری، تلفن باید بلرزد؟
fr: Le téléphone doit-il vibrer lorsque l'adhan ou le rappel commence à retentir ?
hi: क्या अज़ान या रिमाइंडर बजने पर फ़ोन में कंपन होना चाहिए?
id: Haruskah ponsel bergetar saat adzan atau pengingat mulai diputar?
sw: Je, simu inapaswa kutetema adhana au kikumbusho kinapoanza kucheza?
tr: Ezan veya hatırlatma çalmaya başladığında telefon titremeli mi?
ur: کیا اذان یا یاد دہانی شروع ہونے پر فون وائبریٹ ہونا چاہیے؟
vi: Điện thoại có nên rung khi azan hoặc lời nhắc bắt đầu phát không?

source: Show Adhan Options
ar: إظهار خيارات الأذان
bn: আযান অপশন দেখুন
bs: Prikažite Postavke za Ezan
de: Adhan-Optionen anzeigen
fa: نمایش گزینه های اذان
fr: Afficher les options pour l'Adhan
hi: अज़ान के विकल्प दिखाएं
id: Tampilkan Pilihan Adzan
sw: Onyesha Chaguzi za Adhana
tr: Ezan seçeneklerini göster
ur: اذان کے اختیارات دکھائیں۔
vi: Tùy chọn Hiển thị Azan

source: Show Today
ar: عرض اليوم
bn: আজ দেখুন
bs: Prikažite Danas
de: Heute anzeigen
fa: نمایش امروز
fr: Montrer le jour d'aujourd'hui
hi: आज दिखाएँ
id: Hari Ini
sw: Onyesha Leo
tr: Bugünü göster
ur: آج دکھائیں۔
vi: Hôm nay

source: Show countdown?
ar: عرض العد التنازلي؟
bn: কাউন্টডাউন দেখবেন?
bs: Prikažite odbrojavanje?
de: Countdown anzeigen?
fa: شمارش معکوس نشان داده شود؟
fr: Montrer le compte à rebours
hi: उलटी गिनती दिखाएं?
id: Tampilkan hitungan mundur?
sw: Onyesha hesabu?
tr: Geri sayım gösterilsin mi?
ur: الٹی گنتی دکھائیں؟
vi: Hiện đếm ngược?

source: Show current
ar: عرض الحالي
bn: বর্তমান দেখান
bs: Prikaži trenutni
de: Heute anzeigen
fa: نمایش فعلی
fr: Afficher le courant
hi: वर्तमान दिखाएँ
id: Tampilkan saat ini
sw: Onyesha sasa
tr: Geçerli göster
ur: کرنٹ دکھائیں۔
vi: Hiển thị hiện tại

source: Show me
ar: عرض
bn: আমাকে দেখাও
bs: Pokaži mi
de: Zeigen
fa: نشانم بده
fr: Montrez-moi
hi: मुझे दिखाओ
id: Tunjukkan padaku
sw: Nionyeshe
tr: Göster bana
ur: مجھے دکھا
vi: Cho tôi xem

source: Show next in notification?
ar: إظهار الأذان التالي في الإشعار؟
bn: পরবর্তী নোটিফিকেশনে দেখবেন?
bs: Prikažite sljedeće u obavještenju?
de: Als nächstes in der Benachrichtigung anzeigen?
fa: بعدی در اعلان نشان داده شود؟
fr: Montrer la prochaine prière dans la notification
hi: सूचना में अगला दिखाएं?
id: Tampilkan pemberitahuan berikutnya?
sw: Ungependa kuonyesha kinachofuata katika arifa?
tr: Sonraki bildirim gösterilsin mi?
ur: اطلاع میں اگلا دکھائیں؟
vi: Hiện "tiếp" trong thông báo?

source: Show notification widget?
ar: عرض المصغّر في الإشعارات؟
bn: বিজ্ঞপ্তি উইজেট দেখাবেন?
bs: Prikažite vidžet za obavještenje?
de: Benachrichtigungs-Widget anzeigen?
fa: ابزارک اعلان نمایش داده شود؟
fr: Afficher le widget dans les notifications
hi: अधिसूचना विजेट दिखाएं?
id: Tampilkan widget notifikasi?
sw: Ungependa kuonyesha wijeti ya arifa?
tr: Bildirim gereci gösterilsin mi?
ur: اطلاع ویجیٹ دکھائیں؟
vi: Hiện tiện ích thông báo?

source: Show settings
ar: اعرض إعدادات
bn: সেটিংস দেখুন
bs: Prikažite Postavke
de: Einstellungen anzeigen
fa: نمایش تنظیمات
fr: Afficher les paramètres
hi: सेटिंग दिखाएँ
id: Tampilkan pengaturan
sw: Onyesha mipangilio
tr: Ayarları göster
ur: ترتیبات دکھائیں۔
vi: Hiện cài đặt

source: Show upcoming alarm notification?
ar: إظهار إشعار التنبيه القادم؟
bn: আসন্ন অ্যালার্মের নোটিফিকেশন দেখবেন?
bs: Prikažite nadolazeća obavještenja o alarmu?
de: Benachrichtigung über den bevorstehenden Alarm anzeigen?
fa: اعلان هشدار بعدی نمایش داده شود؟
fr: Afficher la notification d'alarme à venir
hi: आगामी अलार्म सूचना दिखाएं?
id: Tampilkan pemberitahuan alarm yang akan datang?
sw: Ungependa kuonyesha arifa ya kengele inayokuja?
tr: Yaklaşan alarm bildirimi gösterilsin mi?
ur: آنے والے الارم کی اطلاع دکھائیں؟
vi: Hiện thông báo báo thức sắp tới?

source: Silent
ar: صامت
bn: নীরব
bs: Tiho
de: Stumm
fa: بی صدا
fr: Silencieux
hi: चुपचाप
id: Diam
sw: Kimya
tr: Sessiz
ur: خاموش
vi: Im lặng
