Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: Error getting clipboard data
ar: خطأ في الحصول على بيانات الحافظة
bn: ক্লিপবোর্ড থেকে ডেটা পেতে সমস্যার সম্মুখীন হয়েছে
bs: Greška pri preuzimanju podataka međuspremnika
de: Fehler beim Abrufen der Zwischenablage
fa: خطا در دریافت داده های کلیپ بورد
fr: Erreur dans la récupération des données du presse-papiers
hi: क्लिपबोर्ड डेटा प्राप्त करने में गलती
id: Tidak mendapatkan data clipboard
sw: Hitilafu katika kupata data ya ubao wa kunakili
tr: Kopyalanan veriler alınırken hata oluştu
ur: کلپ بورڈ ڈیٹا حاصل کرنے میں مسلئہ
vi: Lỗi khi nhận dữ liệu khay nhớ tạm

source: Error in loading countries
ar: خطأ في تحميل الدول
bn: দেশগুলির লোড করার সময় সমস্যার সম্মুখীন হয়েছে
bs: Greška pri učitavanju zemalja
de: Fehler beim Laden der Länder
fa: خطا در بارگیری کشورها
fr: Erreur dans le chargement des pays
hi: देशों को लोड करने में गलती
id: Kesalahan dalam memuat daftar negara
sw: Hitilafu katika kupakia nchi
tr: Ülkeler yüklenirken hata oluştu
ur: ممالک لوڈ کرنے میں مسلئہ۔
vi: Lỗi khi tải quốc gia

source: Error while downloading audio
ar: خطأ أثناء تنزيل الصوت
bn: অডিও ডাউনলোড করার সময় সমস্যার সম্মুখীন হয়েছে
bs: Greška pri skidanju audia
de: Fehler beim Herunterladen der Audio-Dateien
fa: خطا هنگام دانلود صوت
fr: Erreur lors du téléchargement d'un fichier audio
hi: ऑडियो डाउनलोड करते समय गलती
id: Kesalahan saat mengunduh audio
sw: Hitilafu wakati wa kupakua sauti
tr: Sesler indirilirken hata oluştu
ur: آڈیو ڈاؤن لوڈ کرتے وقت مسئلہ
vi: Lỗi khi tải âm báo

source: Error while getting coordinates
ar: خطأ أثناء الحصول على الإحداثيات
bn: স্থানাঙ্কগুলি পাওয়ার সময় সমস্যার সম্মুখীন হয়েছে
bs: Greška pri dobivanju koordinata
de: Fehler beim Abrufen der Koordinaten
fa: خطا هنگام گرفتن مختصات
fr: Erreur lors de l'obtention des coordonnées
hi: निर्देशांक प्राप्त करने में गलती
id: Kesalahan saat mendapatkan koordinat
sw: Hitilafu wakati wa kupata viwianishi
tr: Koordinatlar alınırken hata oluştu
ur: نقاط حاصل کرتے وقت مسلئہ۔
vi: Lỗi khi lấy tọa độ

source: Error: failed to open file
ar: خطأ: فشل في فتح الملف
bn: এরর: ফাইল খুলতে ব্যর্থ হয়েছে৷
bs: Greška: nije se mogla datoteka otvoriti
de: Fehler: Die Datei kann nicht geöffnet werden
fa: خطا: فایل باز نشد
fr: Erreur : le fichier n'a pas pu être ouvert
hi: त्रुटि: फ़ाइल खोलने में विफल
id: Kesalahan: gagal membuka file
sw: Hitilafu: imeshindwa kufungua faili
tr: Hata: dosya açılamadı
ur: خرابی: فائل کو کھولنے میں ناکام
vi: Lỗi: không mở được tệp

source: Ethiopic
ar: إثيوبي
bn: ইথিওপিক
bs: Etiopski
de: Äthiopisch
fa: اتیوپیایی
fr: Éthiopique
hi: इथियोपिक
id: Etiopia
sw: Kiethiopia
tr: Etiyopya
ur: ایتھوپیک
vi: Lịch Ê-ti-ô-pi-a

source: Export app data
ar: تصدير بيانات التطبيق
bn: অ্যাপ ডেটা এক্সপোর্ট করুন
bs: Izvezite podatke aplikacije
de: App-Daten exportieren
fa: خروجی داده های برنامه
fr: Exporter les données de l'application
hi: ऐप डेटा निर्यात करें
id: Mengekspor data aplikasi
sw: Hamisha data ya programu
tr: Uygulama verilerini dışa aktar
ur: ایپ ڈیٹا ایکسپورٹ کریں۔
vi: Xuất dữ liệu ứng dụng

source: Export data
ar: تصدير البيانات
bn: ডেটা এক্সপোর্ট
bs: Izvezite podatke
de: Daten exportieren
fa: خروجی داده ها
fr: Exporter les données
hi: निर्यात जानकारी
id: Ekspor data
sw: Hamisha data
tr: Verileri dışa aktar
ur: ڈیٹا ایکسپورٹ کریں۔
vi: Xuất dữ liệu

source: Fajr Angle
ar: زاوية الفجر
bn: ফজর কোণ
bs: Kut Sabaha
de: Fajr-Winkel
fa: زاویه فجر
fr: Angle Fajr
hi: फज्र कोण
id: Sudut Subuh
sw: Pembe ya Fajr
tr: Fecr Açısı
ur: فجر زاویہ
vi: Góc Fajr

source: Find My Location
ar: ابحث عن موقعي
bn: আমার অবস্থান খুঁজুন
bs: Nađite Moju Lokaciju
de: Meinen Standort finden
fa: پیدا کردن مکان من
fr: Trouver ma position
hi: मेरा स्थान खोजें
id: Temukan Lokasi Saya
sw: Tafuta Mahali Pangu
tr: Konumumu bul
ur: میرا مقام تلاش کریں۔
vi: Tìm Vị trí của Tôi

source: Fix Common Problems
ar: إصلاح المشاكل الشائعة
bn: সাধারণ সমস্যা ঠিক করুন
bs: Popravite uobičajene probleme
de: Häufige Probleme beheben
fa: رفع مشکلات رایج
fr: Résoudre les problèmes courants
hi: सामान्य समस्याओं को ठीक करें
id: Memperbaiki Masalah Umum
sw: Rekebisha Matatizo ya Kawaida
tr: Yaygın Sorunları Giderin
ur: عام مسائل کو ٹھیک کریں۔
vi: Khắc phục Sự cố Thường gặp

source: France angle 15
ar: فرنسا الزاوية 15
bn: ফ্রান্স কোণ 15
bs: Francuska ugao 15
de: Frankreich Winkel 15
fa: فرانسه زاویه 15
hi: फ़्रांस कोण 15
id: Sudut Prancis 15
sw: Pembe ya Ufaransa 15
tr: Fransa açı 15
ur: فرانس زاویہ 15
vi: Pháp góc 15

source: France angle 18
ar: فرنسا الزاوية 18
bn: ফ্রান্স কোণ 18
bs: Francuska ugao 18
de: Frankreich Winkel 18
fa: فرانسه زاویه 18
hi: फ़्रांस कोण 18
id: Sudut Prancis 18
sw: Pembe ya Ufaransa 18
tr: Fransa açısı 18
ur: فرانس زاویہ 18
vi: Pháp góc 18

source: Friday
ar: الجمعة
bn: শুক্রবার
bs: Petak
de: Freitag
fa: جمعه
fr: Vendredi
hi: जुम्मा
id: Jumat
sw: Ijumaa
tr: Cuma
ur: جمعہ
vi: Thứ 6

source: General (default)
ar: عام (افتراضي)
bn: সাধারণ (ডিফল্ট)
bs: Općenito (zadano)
de: Allgemein (Standard)
fa: عمومی (پیش فرض)
fr: Général (par défaut)
hi: सामान्य (डिफ़ॉल्ट)
id: Umum (default)
sw: Jumla (chaguo-msingi)
tr: Genel (varsayılan)
ur: عمومی (پہلے سے طے شدہ)
vi: Chung (mặc định)

source: Getting coordinates
ar: الحصول على الإحداثيات
bn: স্থানাঙ্ক পাওয়া
bs: Koordinate se preuzimaju
de: Koordinaten ermitteln
fa: درحال گرفتن مختصات
fr: Obtenir des coordonnées
hi: निर्देशांक प्राप्त कर रहे
id: Mendapatkan Koordinat
sw: Kupata kuratibu
tr: Koordinatları al
ur: کوآرڈینیٹ حاصل کرنا
vi: Lấy tọa độ

source: Got it
ar: فهمتها
bn: বুঝেছি
bs: Uspjelo je
de: Verstanden
fa: فهمیدم
fr: Bien reçu
hi: समझ गए
id: Mengerti
sw: Nimeelewa
tr: Anlaşıldı
ur: یہ مل گیا
vi: Hiểu rồi

source: Gregorian
ar: ميلادي
bn: গ্রেগরিয়ান
bs: Gregorijanski
de: Gregorianisch
fa: میلادی
fr: Grégorien
hi: ग्रेगोरियन
tr: Gregoryen
ur: گریگورین
vi: Dương lịch

source: Gulf region
ar: منطقة الخليج
bn: উপসাগরীয় অঞ্চল
bs: Zaljevsko područje
de: Golfregion
fa: منطقه خلیج
fr: Région du Golfe
hi: खाड़ी क्षेत्र
id: Wilayah Gulf
sw: Eneo la Ghuba
tr: Körfez bölgesi
ur: خلیجی علاقہ
vi: Vùng Vịnh

source: Hanafi
ar: حنفي
bn: হানাফী
bs: Hanefijski
fa: حنفی
hi: हनफी
tr: Hanefi
ur: حنفی

source: Hidden?
ar: إخفاء؟
bn: লুকানো?
bs: Skriveno?
de: Versteckt?
fa: پنهان؟
fr: Masqué?
hi: छुपे हुए?
id: Sembunyikan?
sw: Imefichwa?
tr: Gizlensin mi?
ur: چھپا ہوا؟
vi: Ẩn?

source: Hide Prayer Times
ar: إخفاء أوقات الصلاة
bn: নামাজের সময়সূচি লুকান
bs: Sakrij Vremena Molitve
de: Gebetszeiten ausblenden
fa: مخفی کردن اوقات شرعی
fr: Masquer des horaires de prière
hi: नमाज़ के समय छुपाएं
id: Sembunyikan Waktu Sholat
sw: Ficha Nyakati za Maombi
tr: Namaz vakitlerini gizle
ur: نماز کے اوقات چھپائیں۔
vi: Ẩn Lần Cầu nguyện

source: Hide times you don't need
ar: إخفاء الأوقات التي لا تحتاجها
bn: অপ্রয়জনিয় সময় লুকান
bs: Sakrijte vremena koja vam nisu potrebna
de: Ausblenden nicht benötigter Gebetszeiten möglich
fa: پنهان کردن وقت هایی که نیاز ندارید
fr: Cacher les horaires de prière dont vous n'avez pas besoin
hi: ऐसे समय छुपाएं जिनकी आपको आवश्यकता नहीं है
id: Sembunyikan waktu yang tidak Anda perlukan
sw: Ficha nyakati ambazo hauitaji
tr: İhtiyacınız olmayan zamanları gizleme
ur: ایسے اوقات چھپائیں جن کی آپ کو ضرورت نہیں ہے۔
vi: Ẩn lần bạn không cần

source: High
ar: عالي
bn: উচ্চ
bs: Visoka
de: Hoch
fa: بالا
fr: Haute Précision
hi: उच्च
id: Tinggi
sw: Juu
tr: Yüksek
ur: اعلی
vi: Cao

source: High Latitude
ar: خط العرض العالي
bn: উচ্চ অক্ষাংশ
bs: Visoka Geografska Širina
de: Hoher Breitengrad
fa: عرض جغرافیایی بالا
fr: Latitude élevée
hi: उच्च अक्षांश
id: Lintang Tinggi
sw: Latitudo ya Juu
tr: Yüksek enlem
ur: ہائی عرض بلد
vi: Vĩ độ cao

source: Highlight current prayer
ar: تسليط الضوء على الصلاة الحالية
bn: বর্তমান সালাত হাইলাইট করুন
bs: Istaknite trenutnu molitvu
de: Aktuelles Gebet hervorheben
fa: نماز فعلی را برجسته کن
fr: Mettre en évidence la prière en cours
hi: वर्तमान प्रार्थना को हाइलाइट करें
id: Sorot doa saat ini
sw: Angazia sala ya sasa
tr: Mevcut duayı vurgulayın
ur: موجودہ نماز کو نمایاں کریں۔
vi: Tô sáng giờ cầu nguyện hiện tại

source: Home
ar: الرئيسية
bn: হোম
bs: Početna
de: Startseite
fa: خانه
fr: Accueil
hi: घर
id: Situs
sw: Nyumbani
tr: Anasayfa
ur: گھر
vi: Trang chủ

source: Homescreen and notification Widgets
ar: المصغر و الإشعارات
bn: হোমস্ক্রিন এবং বিজ্ঞপ্তি উইজেটসমুহ
bs: Početni ekran i vidžeti za obaveštenja
de: Startbildschirm- und Benachrichtigungs-Widgets
fa: ویجت های صفحه نمایش و اعلان
fr: Widgets pour l'écran d'accueil et les notifications
hi: होमस्क्रीन और अधिसूचना विजेट
id: Widget Layar Beranda dan pemberitahuan
sw: Skrini ya nyumbani na Wijeti za arifa
tr: Ana ekran ve bildirim Widget'lerı
ur: ہوم اسکرین اور نوٹیفکیشن وجیٹس
vi: Màn hình chính và Tiện Ích thông báo

source: However, When using online services, such as Qibla map, app may transmit minimum necessary data that may or may not uniquely identify you. Please keep this in mind while using the app.
ar: ومع ذلك، عند استخدام الخدمات عبر الإنترنت، مثل خريطة القبلة، قد ينقل التطبيق الحد الأدنى من البيانات الضرورية التي قد تحدد أو لا تحدد هويتك بشكل فريد. يرجى وضع ذلك في الاعتبار أثناء استخدام التطبيق.
bn: যাইহোক, কিবলা মানচিত্রের মতো অনলাইন পরিষেবাগুলি ব্যবহার করার সময়, অ্যাপটি ন্যূনতম প্রয়োজনীয় ডেটা প্রেরণ করতে পারে যা আপনাকে অনন্যভাবে সনাক্ত করতে পারে বা নাও করতে পারে। অ্যাপটি ব্যবহার করার সময় দয়া করে এটি মনে রাখবেন।
bs: Međutim, kada koristite online usluge, kao što je Qibla mapa, aplikacija može prenijeti minimalne potrebne podatke koji vas mogu, ali ne moraju, jedinstveno identificirati. Čuvajte to na umu dok koristite aplikaciju.
de: Bei der Nutzung von Online-Diensten, wie z. B. der Qibla-Karte, werden dafür notwendige Daten übertragen, die Sie möglicherweise eindeutig identifizieren. Bitte bedenken Sie dies bei der Nutzung der App.
fa: با این حال، هنگام استفاده از سرویس‌های آنلاین، مانند نقشه قبله، برنامه ممکن است حداقل داده‌های لازم را منتقل کند که ممکن است شما را به طور منحصربه‌فرد شناسایی کند یا نکند. لطفاً هنگام استفاده از برنامه این را در نظر داشته باشید.
fr: Cependant, lors de l'utilisation de services en ligne tels que la carte Qibla, l'application peut transmettre un minimum de données nécessaires qui peuvent ou non vous identifier de manière unique. Veuillez garder cela à l'esprit lorsque vous utilisez l'application.
hi: हालाँकि, किबला मानचित्र जैसी ऑनलाइन सेवाओं का उपयोग करते समय, ऐप न्यूनतम आवश्यक डेटा संचारित कर सकता है जो आपकी विशिष्ट पहचान कर भी सकता है और नहीं भी। कृपया ऐप का उपयोग करते समय इसे ध्यान में रखें।
id: Namun, ketika menggunakan layanan online, seperti peta kiblat, aplikasi dapat mengirimkan data minimum yang diperlukan yang mungkin atau mungkin tidak secara unik mengidentifikasi Anda. Harap ingatlah hal ini saat menggunakan aplikasi.
sw: Hata hivyo, Unapotumia huduma za mtandaoni, kama vile ramani ya Qibla, programu inaweza kusambaza data inayohitajika ambayo inaweza kukutambulisha au isikutambue kwa njia ya kipekee. Tafadhali kumbuka hili unapotumia programu.
tr: Ancak, Kıble haritası gibi çevrimiçi hizmetleri kullanırken, uygulama sizi benzersiz bir şekilde tanımlayabilecek veya tanımlamayabilecek minimum gerekli verileri iletebilir. Lütfen uygulamayı kullanırken bunu aklınızda bulundurun.
ur: تاہم، قبلہ نقشہ جیسی آن لائن خدمات کا استعمال کرتے وقت، ایپ کم سے کم ضروری ڈیٹا منتقل کر سکتی ہے جو آپ کی منفرد شناخت کر سکتی ہے یا نہیں کر سکتی۔ براہ کرم ایپ استعمال کرتے وقت اسے ذہن میں رکھیں۔
vi: Tuy nhiên, khi dùng các dịch vụ trực tuyến, chẳng hạn như bản đồ Qibla, ứng dụng có thể truyền dữ liệu cần thiết và nó có thể nhận dạng bạn hoặc không. Hãy ghi nhớ điều này khi sử dụng ứng dụng.

source: I Understand
ar: أفهم
bn: আমি বুঝেছি
bs: Ja Razumijem
de: Ich verstehe
fa: متوجه ام
fr: Je comprends
hi: मैं समझता हूँ
id: Aku mengerti
sw: Naelewa
tr: Anlıyorum
ur: میں سمجھتا ہوں۔
vi: Tôi hiểu

source: IMPORTANT_CHANNEL_ID
ar: مهم
bn: গুরুত্বপূর্ণ
bs: Bitno
de: Wichtig
fa: مهم
fr: Important
hi: महत्वपूर्ण
id: Penting
sw: Muhimu
tr: Önemli
ur: اہم
vi: Quan trọng

source: If enabled, when a notification is shown, it will contain info for the next prayer time
ar: إذا تم تمكينه، عند عرض إشعار، سيحتوي على معلومات لوقت الصلاة التالية
bn: যদি সক্রিয় থাকে, যখন একটি নোটিফিকেশন দেখানো হয়, এতে পরবর্তী ্সালাতের সময়ের জন্য তথ্য থাকবে
bs: Ako je omogućeno, kada se prikaže obavijest, sadržavat će informacije za sljedeće vrijeme molitve
de: Wenn diese Option aktiviert ist, enthält die Benachrichtigung Informationen über die nächste Gebetszeit
fa: در صورت فعال بودن، هنگامی که اعلان نشان داده می شود، حاوی اطلاعاتی برای وقت نماز بعدی خواهد بود
fr: En activant cette option, une notification affichée contiendra des informations sur le prochain horaire de prière
hi: यदि सक्षम है, जब एक सूचना दिखाई जाती है, तो इसमें अगली प्रार्थना के समय की जानकारी होगी
id: Jika diaktifkan, ketika notifikasi ditampilkan, maka akan berisi info untuk waktu shalat berikutnya
sw: Ikiwashwa, arifa inapoonyeshwa, itakuwa na maelezo ya wakati unaofuata wa maombi
tr: Etkinleştirilirse, bir sonraki namaz vakti bilgisini bildirim ekranından gösterir
ur: فعال ہونے پر، جب کوئی اطلاع دکھائی جائے گی، تو اس میں نماز کے اگلے وقت کی معلومات ہوگی۔
vi: Nếu bật, khi một thông báo được hiển thị, nó sẽ chứa thông tin cho lần cầu nguyện tiếp theo

source: If you have activated “Backup & Reset” in your phone settings (Settings / Backup & Reset / Back up my data), you should be aware that Android itself (not Al-Azan) will periodically save a copy of your phone’s data in Google’s servers. This allows Android to recover your data in case your device gets damaged, or you purchase a new device. The developers of Al-Azan do not have access to this data.
ar: إذا قمت بتفعيل "النسخ الاحتياطي وإعادة التعيين" في إعدادات هاتفك (الإعدادات / النسخ الاحتياطي وإعادة التعيين / نسخ بياناتي احتياطيًا)، يجب أن تكون على علم بأن نظام Android نفسه (وليس الأذان) سيحفظ نسخة من بيانات هاتفك في خوادم Google. يسمح هذا لنظام Android باستعادة بياناتك في حالة تلف جهازك أو شراء جهاز جديد. لا يملك مطورو الأذان الوصول إلى هذه البيانات.
bn: আপনি যদি আপনার ফোন সেটিংসে "ব্যাকআপ এবং রিসেট" সক্রিয় করে থাকেন (সেটিংস / ব্যাকআপ এবং রিসেট / আমার ডেটা ব্যাক আপ করুন), আপনার সচেতন হওয়া উচিত যে অ্যান্ড্রয়েড নিজেই (আল-আজান নয়) পর্যায়ক্রমে Google-এ আপনার ফোনের ডেটার একটি অনুলিপি সংরক্ষণ করবে তাদের সার্ভারে। আপনার ডিভাইস ক্ষতিগ্রস্ত হলে বা আপনি একটি নতুন ডিভাইস কিনলে এটি অ্যান্ড্রয়েডকে আপনার ডেটা পুনরুদ্ধার করতে দেয়। আল-আজানের ডেভেলপারদের এই ডেটাতে অ্যাক্সেস নেই।
bs: Ako ste aktivirali “Rezerviši i Resetuj” u postavkama vašeg telefona (Postavke / Sigurnosna kopija i resetiranje / Sigurnosna kopija mojih podataka), treba da budete svjesni da će sam Android (ne Al-Azan) povremeno spremati kopiju podataka vašeg telefona u Google-ove servere. Ovo omogućava Androidu da povrati vaše podatke u slučaju da se vaš uređaj ošteti ili da kupite novi uređaj. Programeri Al-Azana nemaju pristup ovim podacima.
de: Wenn Sie in den Einstellungen Ihres Telefons "Sichern & Zurücksetzen" aktiviert haben (Einstellungen / Sichern & Zurücksetzen / Meine Daten sichern), sollten Sie wissen, dass Android selbst (nicht die App Al-Azan) regelmäßig eine Kopie der Daten Ihres Telefons auf den Servern von Google speichert. So kann Android Ihre Daten wiederherstellen, falls Ihr Gerät beschädigt wird oder Sie ein neues Gerät kaufen. Die Entwickler von Al-Azan haben keinen Zugriff auf diese Daten.
fa: اگر «پشتیبان‌گیری و بازنشانی» را در تنظیمات گوشی خود فعال کرده‌اید (تنظیمات / پشتیبان‌گیری و بازنشانی / پشتیبان‌گیری از داده‌های من)، باید توجه داشته باشید که خود اندروید (نه الأذان) به طور دوره‌ای یک کپی از داده‌های گوشی شما را در Google ذخیره می‌کند. سرورها این به Android اجازه می دهد تا در صورت آسیب دیدن دستگاه یا خرید دستگاه جدید، اطلاعات شما را بازیابی کند. توسعه دهندگان الأذان به این داده ها دسترسی ندارند.
fr: Si vous avez activé la fonction "Sauvegarde et réinitialisation" dans les paramètres de votre téléphone (Paramètres / Sauvegarde et réinitialisation / Sauvegarde de mes données), vous devez savoir qu'Android lui-même (et non Al-Azan) enregistre périodiquement une copie des données de votre téléphone dans les serveurs de Google. Cela permet à Android de récupérer vos données si votre appareil est endommagé ou si vous achetez un nouvel appareil. Les développeurs d'Al-Azan n'ont pas accès à ces données.
hi: यदि आपने अपनी फ़ोन सेटिंग (सेटिंग / बैकअप और रीसेट / बैकअप मेरे डेटा) में "बैकअप और रीसेट" सक्रिय किया है, तो आपको पता होना चाहिए कि Android स्वयं (अल-अज़ान नहीं) समय-समय पर आपके फ़ोन के डेटा की एक प्रति Google में सहेजेगा सर्वर। यदि आपका डिवाइस क्षतिग्रस्त हो जाता है, या आप एक नया डिवाइस खरीदते हैं, तो यह Android को आपके डेटा को पुनर्प्राप्त करने की अनुमति देता है। अल-अज़ान के डेवलपर्स के पास इस डेटा तक पहुंच नहीं है।
id: Jika Anda telah mengaktifkan "Pencadangan & Pengaturan Ulang" di pengaturan ponsel Anda (Pengaturan / Pencadangan & Pengaturan Ulang / Cadangkan data saya), Anda harus mengetahui bahwa Android itu sendiri (bukan Al-Azan) akan menyimpan salinan data ponsel Anda secara berkala di server Google. Hal ini memungkinkan Android untuk memulihkan data Anda jika perangkat Anda rusak, atau Anda membeli perangkat baru. Pengembang Al-Azan tidak memiliki akses ke data ini.
sw: Ikiwa umewasha "Hifadhi na Urejeshe" katika mipangilio ya simu yako (Mipangilio / Hifadhi nakala na Rudisha / Hifadhi nakala ya data yangu), unapaswa kufahamu kuwa Android yenyewe (si Al-Azan) itahifadhi nakala ya data ya simu yako mara kwa mara kwenye Google. seva. Hii huruhusu Android kurejesha data yako endapo kifaa chako kitaharibika, au ukinunua kifaa kipya. Wasanidi programu wa Al-Azan hawana ufikiaji wa data hii.
tr: Telefon ayarlarınızda "Yedekle ve Sıfırla" seçeneğini etkinleştirdiyseniz (Ayarlar / Yedekle ve Sıfırla / Verilerimi yedekle), Android'in kendisinin (Al-Azan'ın değil) telefonunuzun verilerinin bir kopyasını periyodik olarak Google sunucularına kaydedeceğini bilmelisiniz. Bu, cihazınızın hasar görmesi ya da yeni bir cihaz satın almanız durumunda Android'in verilerinizi kurtarmasını sağlar. Al-Azan geliştiricilerinin bu verilere erişimi yoktur.
ur: اگر آپ نے اپنے فون کی ترتیبات (سیٹنگز / بیک اپ اور ری سیٹ / بیک اپ میرا ڈیٹا) میں "بیک اپ اور ری سیٹ" کو ایکٹیویٹ کر رکھا ہے، تو آپ کو آگاہ ہونا چاہیے کہ اینڈرائیڈ خود (الاذان نہیں) وقتاً فوقتاً آپ کے فون کے ڈیٹا کی ایک کاپی گوگل میں محفوظ کرے گا۔ سرورز یہ اینڈروئیڈ کو آپ کا ڈیٹا بازیافت کرنے کی اجازت دیتا ہے اگر آپ کا آلہ خراب ہو جاتا ہے، یا آپ کوئی نیا آلہ خریدتے ہیں۔ الاذان کے ڈویلپرز کو اس ڈیٹا تک رسائی حاصل نہیں ہے۔
vi: Nếu bạn đã kích hoạt “Sao lưu & Khôi phục” trong cài đặt điện thoại của mình (Cài đặt / Sao lưu & Khôi phục / Sao lưu dữ liệu của tôi), bạn nên lưu ý rằng chính Android (không phải Al-Azan) sẽ lưu định kỳ một bản sao dữ liệu điện thoại của bạn trên máy chủ của Google. Điều này cho phép Android khôi phục dữ liệu của bạn nếu thiết bị của bạn bị hỏng hoặc bạn mua một thiết bị mới. Các nhà phát triển của Azan không có quyền truy cập dữ liệu này.

source: If you still had problem with app stopping after some time, please visit dontkillmyapp.com for more solutions.
ar: إذا كنت لا تزال تواجه مشكلة في توقف التطبيق بعد مرور بعض الوقت، فيرجى زيارة dontkillmyapp.com لمزيد من الحلول.
bn: কিছু সময়ের পরেও অ্যাপ বন্ধ হয়ে যাওয়ার সমস্যা থাকলে, আরও সমাধানের জন্য অনুগ্রহ করে dontkillmyapp.com -এ যান।
bs: Ako ste i dalje imali problema sa zaustavljanjem aplikacije nakon nekog vremena, molim vas da posjetite dontkillmyapp.com za više rješenja.
de: Wenn Sie immer noch das Problem haben, dass die App nach einiger Zeit stoppt, besuchen Sie bitte dontkillmyapp.com für weitere Lösungen.
fa: اگر پس از مدتی همچنان با توقف برنامه مشکل داشتید، لطفاً برای راه حل های بیشتر به dontkillmyapp.com مراجعه کنید.
fr: Si vous avez toujours un problème avec l'application qui s'arrête après un certain temps, veuillez visiter le site dontkillmyapp.com pour plus de solutions.
hi: यदि आपको कुछ समय बाद भी ऐप के बंद होने की समस्या है, तो अधिक समाधान के लिए कृपया dontkillmyapp.com पर जाएं।
id: Jika Anda masih memiliki masalah dengan aplikasi yang berhenti setelah beberapa waktu, silakan kunjungi dontkillmyapp.com untuk solusi lebih lanjut.
sw: Ikiwa bado ulikuwa na tatizo la kusimamisha programu baada ya muda fulani, tafadhali tembelea dontkillmyapp.com kwa masuluhisho zaidi.
tr: Bir süre sonra uygulamanın durmasıyla ilgili hala sorun yaşıyorsanız, daha fazla çözüm için lütfen dontkillmyapp.com adresini ziyaret edin.
ur: اگر آپ کو کچھ وقت کے بعد بھی ایپ بند ہونے میں مسئلہ درپیش ہے تو مزید حل کے لیے براہ کرم dontkillmyapp.com پر جائیں۔
vi: Nếu bạn vẫn gặp sự cố dừng ứng dụng sau một thời gian, vui lòng truy cập dontkillmyapp.com để biết thêm giải pháp.

source: If you want to make sure the app can work reliably, You have to disable power optimization for this app. You can open related settings using the button below.
ar: إذا كنت تريد التأكد من أن التطبيق يمكن أن يعمل بشكل موثوق، فعليك تعطيل تحسين الطاقة لهذا التطبيق. يمكنك فتح الإعدادات ذات الصلة باستخدام الزر أدناه.
bn: আপনি যদি নিশ্চিত করতে চান যে অ্যাপটি নির্ভরযোগ্যভাবে কাজ করতে পারে, তাহলে আপনাকে এই অ্যাপটির জন্য পাওয়ার অপ্টিমাইজেশন বন্ধ করতে হবে। আপনি নীচের বাটন ব্যবহার করে এই সম্পর্কিত সেটিংস খুলতে পারবেন।
bs: Ako želite biti sigurni da aplikacija može raditi pouzdano, morate onemogućiti optimizaciju napajanja za ovu aplikaciju. Povezane postavke možete otvoriti koristeći dugme ispod.
de: Wenn Sie sicherstellen möchten, dass die App zuverlässig funktioniert, müssen Sie die Energieoptimierung für diese App deaktivieren. Sie können die entsprechenden Einstellungen über die Schaltfläche unten öffnen.
fa: اگر می‌خواهید مطمئن شوید که برنامه بتواند قابل اعتماد کار کند، باید بهینه‌سازی نیرو را برای این برنامه غیرفعال کنید. می توانید تنظیمات مربوطه را با استفاده از دکمه زیر باز کنید.
fr: Si vous voulez vous assurer que l'application fonctionne de manière fiable, vous devez désactiver l'optimisation de l'alimentation pour cette application. Vous pouvez ouvrir les paramètres associés en utilisant le bouton ci-dessous.
hi: यदि आप ये सुनिश्चित करना चाहते हैं कि ऐप सही तरीके से काम करे, तो आप को इस ऐप के लिए पावर ऑप्टिमाइजेशन को अक्षम करना होगा। आप नीचे दिए गए बटन का उपयोग कर के संबंधित सेटिंग्स खोल सकते हैं।
id: Untuk memastikan aplikasi berjalan dengan lancar, Anda perlu menonaktifkan pengoptimalan daya untuk aplikasi ini. Buka halaman pengaturan daya dengan tombol berikut.
sw: Iwapo ungependa kuhakikisha kuwa programu inaweza kufanya kazi kwa uhakika, unapaswa kuzima uboreshaji wa nishati kwa programu hii. Unaweza kufungua mipangilio inayohusiana kwa kutumia kitufe kilicho hapa chini.
tr: Uygulamanın sağlıklı bir şekilde çalışabilmesi için pil optimizasyonunu devre dışı bırakmanız gerekir. Aşağıdaki düğmeyi kullanarak ilgili ayarları açabilirsiniz.
ur: اگر آپ یہ یقینی بنانا چاہتے ہیں کہ ایپ قابل اعتماد طریقے سے کام کر سکتی ہے، تو آپ کو اس ایپ کے لیے پاور آپٹیمائزیشن کو غیر فعال کرنا ہوگا۔ آپ نیچے دیئے گئے بٹن کا استعمال کرکے متعلقہ ترتیبات کھول سکتے ہیں۔
vi: Nếu bạn muốn đảm bảo ứng dụng có thể hoạt động ổn định, Bạn phải tắt tính năng tối ưu hóa pin cho ứng dụng này. Bạn có thể mở các cài đặt liên quan bằng cách sử dụng nút bên dưới.
