Repository: ahmed-tasaly/al-azan
Catalog: locales/*/messages.po
Languages: ar, bn, bs, de, fa, fr, hi, id, sw, tr, ur, vi

source: Calculation Method
ar: طريقة الحساب
bn: হিসাব পদ্ধতি
bs: Metoda Kalkulacije
de: Berechnungsmethode
fa: نحوه محاسبه
fr: Méthode de calcul
hi: गणना विधि
id: Metode Perhitungan
sw: Njia ya Kuhesabu
tr: Hesaplama yöntemi
ur: حساب کتاب کا طریقہ
vi: Phương pháp Tính

source: Calendar
ar: التقويم
bn: ক্যালেন্ডার
bs: Kalendar
de: Kalender
fa: تقویم
fr: Calendrier
hi: पंचांग
id: Kalender
sw: Kalenda
tr: Takvim
ur: کیلنڈر
vi: Lịch

source: Cancel
ar: إلغاء
bn: বাতিল করুন
bs: Otkažite
de: Abbrechen
fa: لغو
fr: Annuler
hi: रद्द करें
id: Batal
sw: Ghairi
tr: İptal
ur: منسوخ کریں۔
vi: Hủy

source: Cancel Alarm
ar: إلغاء المنبه
bn: অ্যালার্ম বাতিল করুন
bs: Otkaži alarm
de: Alarm abbrechen
fa: لغو زنگ هشدار
fr: Annuler l'alarme
hi: अलार्म रद्द करें
id: Batalkan Alarm
sw: Ghairi Kengele
tr: Alarmı İptal Et
ur: الارم منسوخ کریں۔
vi: Hủy báo thức

source: Cancel download
ar: إلغاء التنزيل
bn: ডাউনলোড বাতিল করুন
bs: Otkažite preuzimanje
de: Download abbrechen
fa: لغو دانلود
fr: Annuler le téléchargement
hi: डाउनलोड रद्द करें
id: Membatalkan pengunduhan
sw: Ghairi upakuaji
tr: İndirmeyi iptal et
ur: ڈاؤن لوڈ منسوخ کریں۔
vi: Hủy tải xuống

source: Choose Asr Calculation Madhab
ar: اختر مذهب حساب أذان العصر
bn: আসর গণনা মাধব নির্বাচন করুন
bs: Odaberite Mezheb Kalkulaciju Ikindije
de: Asr-Berechnung auswählen
fa: مذهب محاسبه عصر را انتخاب کنید
fr: Choisir le madhab pour le calcul d'Asr
hi: असर की गणना का मज़हब चुनें
id: Pilih Madzhab Perhitungan Waktu Ashar
sw: Chagua Madhab ya Kuhesabu Asr
tr: İkindi hesaplama mezhebini seçin
ur: عصر حساب کتاب کا انتخاب کریں۔
vi: Chọn tính toán Asr Madhab

source: Choose Calculation Method
ar: اختر طريقة الحساب
bn: গণনা পদ্ধতি নির্বাচন করুন
bs: Odaberite Metodu Kalkulacije
de: Berechnungsmethode auswählen
fa: روش محاسبه را انتخاب کنید
fr: Choisir la méthode de calcul
hi: गणना विधि चुनें
id: Pilih Metode Perhitungan
sw: Chagua Njia ya Kuhesabu
tr: Hesaplama yöntemini seçin
ur: حساب کتاب کا طریقہ منتخب کریں۔
vi: Chọn phương pháp tính

source: Choose High Latitude Setting
ar: اختر إعداد خط العرض العالي
bn: উচ্চ অক্ষাংশের সেটিং নির্বাচন করুন
bs: Odaberite Postavku Velike Geografske Širine
de: Hohen Breitengrad festlegen
fa: تنظیمات عرض جغرافیایی بالا را انتخاب کنید
fr: Choisir le réglage de la latitude élevée
hi: उच्च अक्षांश सेटिंग चुनें
id: Pilih Pengaturan Lintang Tinggi
sw: Chagua Mpangilio wa Latitudo ya Juu
tr: Yüksek enlem ayarını seçin
ur: اعلی عرض بلد کی ترتیب کا انتخاب کریں۔
vi: Chọn Cài đặt Vĩ độ Cao

source: Choose Language
ar: اختر اللغة
bn: ভাষা নির্বাচন করুন
bs: Odaberite Jezik
de: Sprache auswählen
fa: انتخاب زبان
fr: Choisir la langue
hi: भाषा चुनें
id: Pilih Bahasa
sw: Chagua Lugha
tr: Dil seçiniz
ur: زبان کا انتخاب کریں۔
vi: Chọn ngôn ngữ

source: Choose Polar Resolution
ar: اختر دقة الأقطاب
bn: পোলার রেজোলিউশন নির্বাচন করুন
bs: Odaberite Polarnu Procjenu Razmaka
de: Polarauflösung auswählen
fa: نحوه محاسبه مناطق قطبی را انتخاب کنید
fr: Choisir la résolution polaire
hi: ध्रुवीय रेज़ोल्यूशन चुनें
id: Pilih Resolusi Kutub
sw: Chagua Azimio la Polar
tr: Kutuplar için çözüm
ur: پولر ریزولوشن کا انتخاب کریں۔
vi: Chọn phân giải vùng Bắc & Nam cực

source: Choose Shafaq method
ar: اختر طريقة شفق
bn: শাফাকের পদ্ধতি বেছে নিন
bs: Odaberite Šafak metodu
de: Shafaq-Methode auswählen
fa: روش "شفق" را انتخاب کنید
fr: Choisir la méthode Shafaq
hi: शफाक विधि चुनें
id: Pilih metode Shafaq
sw: Chagua njia ya Shafaq
tr: Şafak hesaplama methodu
ur: شفق کا طریقہ منتخب کریں۔
vi: Chọn phương pháp Shafaq

source: Choose calculation rounding method
ar: اختر طريقة تقريب الحساب
bn: গণনার রাউন্ডিং পদ্ধতি বেছে নিন
bs: Odaberite metodu zaokruživanja izračuna
de: Wählen Sie eine Rundungsmethode aus
fa: روش گرد کردن اعداد را انتخاب کنید
fr: Choisir la méthode d'arrondi des calculs
hi: गणना पूर्णांकन विधि चुनें
id: Memilih metode pembulatan perhitungan
sw: Chagua njia ya kuhesabu kuzunguka
tr: Hesaplama yuvarlama yöntemini seçin
ur: کیلکولیشن راؤنڈنگ کا طریقہ منتخب کریں۔
vi: Chọn phương pháp làm tròn

source: Choose calendar type
ar: اختر نوع التقويم
bn: ক্যালেন্ডারের ধরন বেছে নিন
bs: Odaberite tip kalndara
de: Kalendertyp auswählen
fa: نوع تقویم را انتخاب کنید
fr: Choisir le type de calendrier
hi: कैलेंडर के प्रकार चुनें
id: Pilih jenis kalender
sw: Chagua aina ya kalenda
tr: Takvim türünü seçin
ur: کیلنڈر کی قسم منتخب کریں۔
vi: Chọn loại lịch

source: Choose lunar calendar language
ar: اختر لغة التقويم القمري
bn: চন্দ্র ক্যালেন্ডারের ভাষা চয়ন করুন
bs: Odaberite jezik lunarnog kalendara
de: Sprache des Mondkalenders auswählen
fa: زبان تقویم قمری را انتخاب کنید
fr: Choisir la langue du calendrier lunaire
hi: चंद्र कैलेंडर भाषा चुनें
id: Memilih bahasa kalender lunar
sw: Chagua lugha ya kalenda ya mwezi
tr: Ay takvimi dilini seçin
ur: قمری کیلنڈر کی زبان کا انتخاب کریں۔
vi: Chọn ngôn ngữ âm lịch

source: Choose midnight calculation method
ar: اختر طريقة حساب منتصف الليل
bn: মধ্যরাত গণনা পদ্ধতি চয়ন করুন
bs: Odaberite metodu izračuna ponoći
de: Berechnungsmethode für Mitternacht wählen
fa: روش محاسبه نیمه شب را انتخاب کنید
fr: Choisir la méthode de calcul de minuit
hi: मध्यरात्रि गणना पद्धति चुनें
id: Pilih metode penghitungan tengah malam
sw: Chagua njia ya kuhesabu usiku wa manane
tr: Gece yarısı hesaplama yöntemini seçin
ur: آدھی رات کے حساب کتاب کا طریقہ منتخب کریں۔
vi: Chọn cách tính nửa đêm

source: Choose numbering system
ar: اختر نظام الترقيم
bn: নাম্বারিং সিস্টেম বেছে নিন
bs: Odaberite brojni sistem
de: Nummerierungssystem auswählen
fa: سیستم شماره گذاری را انتخاب کنید
fr: Choisir le système de numérotation
hi: नंबरिंग सिस्टम चुनें
id: Pilih sistem penomoran
sw: Chagua mfumo wa nambari
tr: Sayı sistemini seçin
ur: نمبرنگ سسٹم کا انتخاب کریں۔
vi: Chọn hệ thống số đếm

source: Choose which calendar to replace
ar: اختر التقويم الذي تريد استبداله
bn: কোন ক্যালেন্ডার প্রতিস্থাপন করতে হবে তা বেছে নিন
bs: Odaberite koji kalendar želite zamijeniti
de: Wählen Sie den zu ersetzenden Kalender
fa: انتخاب کنید کدام تقویم جایگزین شود
fr: Choisir le calendrier à remplacer
hi: चुनें कि कौन सा कैलेंडर बदलना है
id: Pilih kalender mana yang akan diganti
sw: Chagua kalenda ya kubadilisha
tr: Hangi takvimin değiştirileceğini seçin
ur: منتخب کریں کہ کون سا کیلنڈر تبدیل کرنا ہے۔
vi: Chọn lịch để thay thế

source: City/Area
ar: مدينة/منطقة
bn: শহর/এলাকা
bs: Grad/Okruženje
de: Stadt/Gebiet
fa: شهر/ناحیه
fr: Ville/Zone
hi: शहर/क्षेत्र
id: Kota/Daerah
sw: Jiji/Eneo
tr: Şehir/Bölge
ur: شہر/علاقہ
vi: Th. phố/Khu vực

source: Clear the coordinates
ar: مسح الإحداثيات
bn: স্থানাঙ্ক সাফ করুন
bs: Obrišite koordinate
de: Koordinaten löschen
fa: مختصات را پاک کنید
fr: Effacer les coordonnées
hi: निर्देशांक साफ़ करें
id: Menghapus koordinat
sw: Futa kuratibu
tr: Koordinatları temizleyin
ur: نقاط کو صاف کریں۔
vi: Xóa tọa độ

source: Clear the location
ar: مسح الموقع
bn: অবস্থান পরিষ্কার করুন
bs: Obrišite lokaciju
de: Standort löschen
fa: مکان را پاک کنید
fr: Effacer l'emplacement
hi: स्थान साफ़ करें
id: Menghapus lokasi
sw: Futa eneo
tr: Konumu temizleyin
ur: مقام صاف کریں۔
vi: Xóa vị trí

source: Clipboard data does not contain coordinates
ar: لا تحتوي بيانات الحافظة على إحداثيات
bn: ক্লিপবোর্ড ডেটায় স্থানাঙ্ক নেই
bs: Podaci međuspremnika ne sadrže koordinate
de: Die Zwischenablage enthält keine Koordinaten
fa: داده های کلیپ بورد حاوی مختصات نیستند
fr: Les données du presse-papiers ne contiennent pas de coordonnées
hi: क्लिपबोर्ड डेटा में निर्देशांक नहीं हैं
id: Data clipboard tidak mengandung koordinat
sw: Data ya Ubao wa kunakili haina viwianishi
tr: Kopyalanan veriler koordinat içermiyor
ur: کلپ بورڈ ڈیٹا میں نقاط پر مشتمل نہیں ہے۔
vi: Dữ liệu nhớ tạm không chứa tọa độ

source: Close
ar: إغلاق
bn: বন্ধ
bs: Zatvori
de: Schließen
fa: بستن
fr: Fermer
hi: बंद करना
id: Tutup
sw: Funga
tr: Kapat
ur: بند کریں
vi: Đóng

source: Closest City
ar: أقرب مدينة
bn: নিকটতম শহর
bs: Najbliži Grad
de: Nächstgelegene Stadt
fa: نزدیک ترین شهر
fr: Ville la plus proche
hi: निकटतम शहर
id: Kota terdekat
sw: Jiji la karibu zaidi
tr: En yakın şehir
ur: قریب ترین شہر
vi: Thành phố gần nhất

source: Closest Date
ar: أقرب تاريخ
bn: নিকটতম তারিখ
bs: Najbliži Datum
de: Nächstes Datum
fa: نزدیک ترین تاریخ
fr: Date la plus proche
hi: निकटतम तारीख
id: Tanggal terdekat
sw: Tarehe ya Karibu zaidi
tr: En yakın tarih
ur: قریب ترین تاریخ
vi: Ngày gần nhất

source: Compass Lock
ar: قفل البوصلة
bn: কম্পাস লক
bs: Ključnica Kompas
de: Kompass-Sperre
fa: قفل قطب نما
fr: Verrouillage boussole
hi: कम्पास लॉक
id: Kunci Kompas
sw: Kufuli ya Dira
tr: Pusula kilidi
ur: کمپاس لاک
vi: Khóa La Bàn

source: Compass sensor unavailable
ar: مستشعر البوصلة غير متوفر
bn: কম্পাস সেন্সর নেই
bs: Senzor kompasa je nedostupan
de: Der Kompass-Sensor ist nicht verfügbar
fa: سنسور قطب نما در دسترس نیست
fr: Boussole non disponible
hi: कम्पास सेंसर अनुपलब्ध
id: Sensor kompas tidak tersedia
sw: Kihisi cha dira hakipatikani
tr: Pusula sensörü kullanılamıyor
ur: کمپاس سینسر دستیاب نہیں ہے۔
vi: Cảm biến la bàn không khả dụng

source: Confirm
ar: تأكيد
bn: নিশ্চিত করুন
bs: Potvrdite
de: Bestätigen
fa: تایید
fr: Confirmer
hi: पुष्टि करें
id: Selesai
sw: Thibitisha
tr: Onayla
ur: تصدیق کریں۔
vi: Xác nhận

source: Continuous
ar: مستمر
bn: একটানা
bs: Kontinuirano
de: Kontinuierlich
fa: مداوم
fr: Continu
hi: निरंतर
id: Berkelanjutan
sw: Kuendelea
tr: Sürekli
ur: مسلسل
vi: Liên tục

source: Coordinates updated
ar: تم تحديث الإحداثيات
bn: স্থানাঙ্ক আপডেট করা হয়েছে
bs: Koordinati su ažurirani
de: Die Koordinaten wurden aktualisiert
fa: مختصات به روز شد
fr: Coordonnées mises à jour
hi: निर्देशांक अपडेट किए गए
id: Koordinat diperbarui
sw: Viratibu vimesasishwa
tr: Koordinatlar güncellendi
ur: کوآرڈینیٹس اپ ڈیٹ ہو گئے۔
vi: Đã cập nhật tọa độ

source: Copy
ar: نسخ
bn: কপি
bs: Kopiraj
de: Kopieren
fa: کپی
fr: Copier
hi: प्रतिलिपि
id: Salin
sw: Nakili
tr: Anlaşıldı
ur: کاپی
vi: Sao chép

source: Count
ar: عدد
bn: গণনা
bs: Zbroj
de: Zählen
fa: تعداد
fr: Compte
hi: गिनती करना
id: Menghitung
sw: Hesabu
tr: Say
ur: شمار
vi: Đếm

source: Country
ar: دولة
bn: দেশ
bs: Zemlja
de: Land
fa: کشور
fr: Pays
hi: देश
id: Negara
sw: Nchi
tr: Ülke
ur: ملک
vi: Quốc gia

source: Custom
ar: مخصص
bn: কাস্টম
bs: Prilagođeno
de: Benutzerdefiniert
fa: دلخواه
fr: Personnalisé
hi: रिवाज़
id: Kustom
sw: Desturi
tr: Özel
ur: اپنی مرضی کے مطابق
vi: Tùy chọn

source: Custom sounds and muezzins will not be exported
ar: لن يتم تصدير الأصوات والمؤذنين المخصصة
bn: কাস্টম শব্দ এবং মুয়াজ্জিন এক্সপোর্ট করা হবে না
bs: Prilagođeni zvukovi i mujezini neće biti izvezeni
de: Benutzerdefinierte Töne und Muezzin-Rufe werden nicht exportiert
fa: صداهای دلخواه و موذن ها خروجی گرفته نمی شود
fr: Les sons et les Muazzins personnalisés ne seront pas exportés
hi: कस्टम ध्वनियाँ और मुअज्जिन निर्यात नहीं किए जाएँगे
id: Suara dan muazin khusus tidak akan diekspor
sw: Sauti maalum na muezzini hazitasafirishwa
tr: Özel sesler ve müezzinler dışa aktarılmayacaktır
ur: اپنی مرضی کے مطابق آوازیں اور موزنز برآمد نہیں کیے جائیں گے۔
vi: Âm báo và muezzin tùy chỉnh sẽ không được xuất

source: Custom upcoming alarm time
ar: وقت التنبيه المخصص القادم
bn: কাস্টম আসন্ন অ্যালার্ম সময়
bs: Prilagođeno vrijeme nadolazećeg alarma
de: Benutzerdefinierte bevorstehende Alarmzeit
fa: زمان دلخواه هشدار بعدی
fr: Personnalisation de l'heure d'alarme à venir
hi: कस्टम आगामी अलार्म समय
id: Menyesuaikan waktu alarm yang akan datang
sw: Saa maalum ya kengele inayokuja
tr: Özel yaklaşan alarm zamanı
ur: حسب ضرورت آنے والے الارم کا وقت
vi: Tùy chỉnh giờ báo thức sắp tới

source: Dark
ar: داکن
bn: অন্ধকার
bs: Mračna
de: Dunkel
fa: تاریک
fr: Nuit
hi: अँधेरा
id: Gelap
sw: Giza
tr: Koyu
ur: اندھیرا
vi: Tối

source: Date
ar: التاريخ
bn: তারিখ
bs: Datum
de: Datum
fa: تاریخ
hi: तारीख
id: Tanggal
sw: Tarehe
tr: Tarih
ur: تاریخ
vi: Ngày

source: Decrement
ar: إنقاص
bn: হ্রাস
bs: Unižavanje
de: Reduzieren
fa: کاهش
fr: Décroissance
hi: घटती
id: Penurunan
sw: Kupungua
tr: Azalma
ur: کمی
vi: Giảm

source: Default
ar: افتراضي
bn: ডিফল্ট
bs: Zadano
de: Standard
fa: پیش فرض
fr: Défaut
hi: डिफॉल्ट
id: Bawaan
sw: Chaguomsingi
tr: Varsayılan
ur: طے شدہ
vi: Mặc định

source: Delete
ar: احذف
bn: মুছে ফেলা
bs: Izbrišite
de: Löschen
fa: حذف
fr: Supprimer
hi: मिटाना
id: Hapus
sw: Futa
tr: Sil
ur: حذف کریں۔
vi: Xóa

source: Depending on your device and android version, Sometimes your device may kill the app in the background to save battery. This can prevent alarms/notifications from being delivered.
ar: اعتمادًا على جهازك وإصدار الأندروید، قد يقوم جهازك أحيانًا بإغلاق التطبيق في الخلفية لتوفير البطارية. هذا يمكن أن يمنع إرسال الإشعارات.
bn: আপনার ডিভাইস এবং অ্যান্ড্রয়েড সংস্করণের উপর নির্ভর করে, কখনও কখনও আপনার ডিভাইস ব্যাটারি বাঁচাতে ব্যাকগ্রাউন্ডে অ্যাপটিকে থামিয়ে পারে। এটি অ্যালার্ম/নোটিফিকেশন ডেলিভারি হওয়া থেকে আটকাতে পারে।
bs: Ovisno o vašem uređaju i verziji Androida, ponekad vaš uređaj može ugasiti aplikaciju u pozadini kako bi uštedio bateriju. Ovo može spriječiti isporuku alarma/obavještenja.
de: Je nach Gerät und Android-Version kann es vorkommen, dass Ihr Gerät die App im Hintergrund beendet, um Akku-Laufzeit zu sparen. Dies kann dazu führen, dass Alarme/Benachrichtigungen nicht zugestellt werden.
fa: بسته به دستگاه و نسخه اندروید شما، گاهی اوقات ممکن است دستگاه شما برای صرفه جویی در باتری، برنامه را در پس‌زمینه ببندد. این می تواند از ارسال هشدارها/اعلان ها جلوگیری کند.
fr: En fonction de votre appareil et de la version d'Android, il peut arriver que votre appareil arrête l'application en arrière-plan pour économiser de la batterie. Cela peut empêcher le fonctionnement des alarmes et notifications.
hi: आपके डिवाइस और एंड्रॉइड वर्जन के आधार पर, बैटरी बचाने के लिए कभी-कभी आपका डिवाइस बैकग्राउंड में ऐप को बंद कर सकता है। यह अलार्म/सूचनाओं को डिलीवर होने से रोक सकता है।
id: Tergantung pada perangkat dan versi android Anda, Terkadang beberapa perangkat mungkin memberhentikan aplikasi di latar belakang untuk menghemat baterai. Hal Ini dapat membuat alarm/notifikasi tidak muncul.
sw: Kulingana na kifaa chako na toleo la android, Wakati mwingine kifaa chako kinaweza kuua programu chinichini ili kuokoa betri. Hii inaweza kuzuia kengele/arifa ziwasilishwe.
tr: Cihazınıza ve Android sürümünüze bağlı olarak, bazen cihazınız pilden tasarruf etmek için uygulamayı arka planda kapatabilir. Bu durum, alarmların/bildirimlerin iletilmesini engel olabilir.
ur: آپ کے آلے اور android ورژن پر منحصر ہے، بعض اوقات آپ کا آلہ بیٹری بچانے کے لیے پس منظر میں موجود ایپ کو ختم کر سکتا ہے۔ یہ الارم/اطلاعات کو ڈیلیور ہونے سے روک سکتا ہے۔
vi: Tùy thuộc vào thiết bị và phiên bản Android của bạn, Đôi khi thiết bị của bạn có thể tắt ứng dụng chạy nền để tiết kiệm pin. Điều này có thể ngăn việc hiện báo thức/thông báo.

source: Deselect as Fajr Adhan
ar: إلغاء تحديد كأذان الفجر
bn: ফজরের আযান হিসেবে নির্বাচন মুক্ত করুন
bs: Poništite odabir kao Sabah Ezan
de: Als Fajr-Adhan abwählen
fa: لغو انتخاب به عنوان اذان فجر
fr: Désélectionner comme Adhan du Fajr
hi: फज्र अज़ान के लिए चयन हटा दीजिए
id: Batalkan pilihan sebagai Adzan Subuh
sw: Acha kuchagua kama Fajr Adhan
tr: Fecr ezanı seçimini kaldır
ur: فجر کی اذان کے طور پر غیر منتخب کریں۔
vi: Bỏ chọn làm Fajr Azan

source: Device sounds
ar: أصوات الجهاز
bn: ডিভাইসের শব্দ
bs: Zvukovi uređaja
de: Gerätetöne
fa: صداهای دستگاه
fr: Sons de l'appareil
hi: डिवाइस लगता है
id: Suara perangkat
sw: Sauti za kifaa
tr: Cihaz sesleri
ur: ڈیوائس کی آوازیں۔
vi: Âm thanh thiết bị

source: Disabled
ar: غير مفعّل
bn: বন্ধ আছে
bs: Isključeno
de: Deaktiviert
fa: غیرفعال
fr: Désactivé
hi: अक्षम
id: Tidak Aktif
sw: Imezimwa
tr: Devre dışı bırakıldı
ur: غیر فعال
vi: Đã tắt

source: Disclaimer
ar: تنويه
bn: দাবিত্যাগ
bs: Odricanje
de: Haftungsausschluss
fa: سلب مسئولیت
fr: Clause de non-responsabilité
hi: अस्वीकरण
id: Penafian
sw: Kanusho
tr: Sorumluluk reddi
ur: ڈس کلیمر
vi: Lưu ý

source: Dismiss
ar: تجاهل
bn: খারিজ
bs: Odbaci
de: Ablehnen
fa: رد کردن
fr: Passer
hi: हटा दीजिए
id: Hentikan
sw: Ondoa
tr: Reddet
ur: برطرف کرنا
vi: Bỏ qua

source: Diyanet method provided in Al-Azan is an approximation of the official times. Since there's not enough documentation available on how the times are exactly calculated, times may not align with the official website, especially out of Turkey.
ar: طريقة "الديانة" المتوفرة في الأذان، تقريبية للأوقات الرسمية. نظرًا لعدم توفر وثائق كافية حول كيفية حساب الأوقات بدقة، فقد لا تتوافق الأوقات مع الموقع الرسمي، خاصة خارج تركيا.
bn: আল-আজানে দেওয়া দিয়ানেট পদ্ধতিটি অফিসিয়াল সময়ের একটি আনুমানিক। যেহেতু সময়গুলি ঠিক কীভাবে গণনা করা হয় সে সম্পর্কে যথেষ্ট ডকুমেন্টেশন উপলব্ধ নেই, তাই সময়গুলি অফিসিয়াল ওয়েবসাইটের সাথে সারিবদ্ধ নাও হতে পারে, বিশেষ করে তুরস্কের বাইরে।
bs: Diyanet metoda navedena u Al-Azanu je približnost službenog vremena. Budući da nema dovoljno dokumentacije o tome kako se tačno računaju vremena, vremena moguće neće biti usklađena sa službenim web stranicama, posebno izvan Turske.
de: Die in Al-Azan angegebene Diyanet-Methode ist ein Näherungswert für die offiziellen Zeiten. Da nicht ausreichend dokumentiert ist, wie die Zeiten genau berechnet werden, stimmen die Zeiten möglicherweise nicht mit denen der offiziellen Website überein, insbesondere außerhalb der Türkei.
fa: روش دیانت ارائه شده در الاذان تقریبی از اوقات رسمی است. از آنجایی که اسناد کافی در مورد نحوه محاسبه دقیق زمان وجود ندارد، ممکن است زمان ها با وب سایت رسمی دیانت، به ویژه خارج از ترکیه، مطابقت نداشته باشند.
fr: La méthode Diyanet fournie dans Al-Azan est une approximation des horaires officiels. Étant donné qu'il n'existe pas suffisamment de documentation sur la manière dont les heures sont calculées, il se peut que les heures ne correspondent pas à celles du site web officiel, en particulier en dehors de la Turquie.
hi: अल-अज़ान में प्रदान की गई डायनेट पद्धति आधिकारिक समय का एक अनुमान है। चूंकि समय की सटीक गणना कैसे की जाती है, इस पर पर्याप्त दस्तावेज उपलब्ध नहीं हैं, इसलिए समय आधिकारिक वेबसाइट के साथ संरेखित नहीं हो सकता है, खासकर तुर्की से बाहर।
id: Metode Diyanet yang disediakan di Al-Azan adalah perkiraan waktu resmi. Karena tidak ada dokumentasi yang cukup tersedia tentang bagaimana waktu-waktu tersebut dihitung secara tepat, waktu-waktu tersebut mungkin tidak sama dengan situs web resmi, terutama di luar Turki.
sw: Mbinu ya Diyanet iliyotolewa katika Al-Azan ni makadirio ya nyakati rasmi. Kwa kuwa hakuna hati za kutosha kuhusu jinsi nyakati zinavyokokotolewa, nyakati huenda zisilandane na tovuti rasmi, hasa nje ya Uturuki.
tr: Al-Azan'da verilen Diyanet yöntemi resmi saatlerin yaklaşık bir değeridir. Zamanların tam olarak nasıl hesaplandığına dair yeterli belge bulunmadığından, özellikle Türkiye dışında zamanlar resmi web sitesiyle uyumlu olmayabilir.
ur: الازان میں فراہم کردہ دیانیت کا طریقہ سرکاری اوقات کا تخمینہ ہے۔ چونکہ اوقات کا صحیح حساب کیسے لگایا جاتا ہے اس کے بارے میں کافی دستاویزات دستیاب نہیں ہیں، ہو سکتا ہے اوقات سرکاری ویب سائٹ کے مطابق نہ ہوں، خاص طور پر ترکی سے باہر۔
vi: Phương pháp Diyanet được cung cấp ở Al-Azan là phương pháp gần đúng với thời gian chính thức. Vì không có đủ tài liệu về cách tính toán chính xác thời gian nên thời gian có thể không khớp với trang web chính thức, đặc biệt là ngoài Thổ Nhĩ Kỳ.

source: Diyanet İşleri Başkanlığı, Turkey
ar: رئاسة الشؤون الدينية، تركيا
bn: Diyanet İşleri Başkanlığı, তুরস্ক
bs: Predsjedništvo za vjerska pitanja, Turska
de: Diyanet İşleri Başkanlığı, Türkei
fa: ریاست امور مذهبی، ترکیه
fr: Diyanet İşleri Başkanlığı, Turquie
hi: दियानेट्ज़ इसलेरी बशकांगलू, तुर्की
id: Presidensi Urusan Agama Republik Turki (Diyanet)
sw: Diyanet İşleri Başkanlığı, Uturuki
tr: Diyanet İşleri Başkanlığı, Türkiye
ur: Diyanet İşleri Başkanlığı، ترکی
vi: Diyanet İşleri Başkanlığı, Thổ Nhĩ Kỳ

source: Doesn't use any kind of trackers
ar: لا يستخدم أي نوع من أنواع التتبع
bn: কোনো ধরনের ট্র্যাকার ব্যবহার করে না
bs: Ne koristi nikakvu vrstu tragača
de: Verwendet keine Tracking-Methoden
fa: از هیچ نوع ردیابی استفاده نمی کند
fr: N'utilise aucun type de traqueur
hi: किसी भी प्रकार के ट्रैकर्स का उपयोग नहीं करता है
id: Tidak menggunakan pelacak apa pun
sw: Haitumii aina yoyote ya vifuatiliaji
tr: Herhangi bir izleyici kullanmaz
ur: کسی بھی قسم کے ٹریکرز کا استعمال نہیں کرتا ہے۔
vi: Không sử dụng bất kỳ trình theo dõi nào

source: Don't ask again
ar: لا تسأل مرة أخرى
bn: আবার জিজ্ঞাসা করবেন না
bs: Ne pitaj opet
de: Nicht erneut nachfragen
fa: دیگه نپرس
fr: Ne pas demander à nouveau
hi: दोबारा मत पूछो
id: Jangan tanya lagi
sw: Usiulize tena
tr: Bir daha sorma
ur: دوبارہ مت پوچھو
vi: Đừng hỏi lại

source: Don't show again
ar: لا تظهر مرة أخرى
bn: আবার দেখাবেন না
bs: Ne prikazuj ponovo
de: Nicht erneut anzeigen
fa: دیگر نشان نده
fr: Ne pas montrer à nouveau
hi: दोबारा मत दिखाओ
id: Jangan tampilkan lagi
sw: Usionyeshe tena
tr: Bir daha gösterme
ur: دوبارہ مت دکھانا
vi: Không hiển thị lại

source: Don't show alarm screen?
ar: عدم عرض شاشة المنبه؟
bn: অ্যালার্ম স্ক্রীন দেখাবেন না?
bs: Ne prikazati ekran alarma?
de: Soll der Alarm nicht angezeigt werden?
fa: صفحه زنگ هشدار نشان داده نشود؟
fr: L'écran d'alarme ne s'affiche pas ?
hi: अलार्म स्क्रीन न दिखाएं?
id: Tidak menampilkan layar alarm?
sw: Huonyeshi skrini ya kengele?
tr: Alarm ekranını göstermiyor mu?
ur: الارم اسکرین نہ دکھائیں؟
vi: Không hiển thị màn hình báo thức?

source: Done
ar: تم
bn: সম্পন্ন
bs: Gotovo
de: Erledigt
fa: اتمام
fr: Terminé
hi: कर दिया
id: Selesai
sw: Imekamilika
tr: Tamamlandı
ur: ہو گیا
vi: Xong

source: Download
ar: تحميل
bn: ডাউনলোড করুন
bs: Skinuti
de: Herunterladen
fa: دانلود
fr: Télécharger
hi: डाउनलोड करना
id: Unduh
sw: Pakua
tr: İndir
ur: ڈاؤن لوڈ کریں
vi: Tải xuống

source: Eastern Arabic
ar: الأرقام العربية الشرقية
bn: পূর্ব আরব
bs: Istočno-Arapski
de: Ostarabisch
fa: عربی شرقی
fr: Arabe oriental
hi: पूर्वी अरबी
id: Bahasa Arab Timur
sw: Kiarabu cha Mashariki
tr: Doğu Arapçası
ur: مشرقی عربی۔
vi: Đông Ả Rập

source: Edit
ar: تعديل
bn: সম্পাদনা করুন
bs: Uredi
de: Bearbeiten
fa: ویرایش
fr: Modifier
hi: संपादन करना
id: Sunting
sw: Hariri
tr: Düzenle
ur: ترمیم
vi: Sửa

source: Edit Calculation Parameters
ar: تحرير معلمات الحساب
bn: গণনার পরামিতি সম্পাদনা করুন
bs: Uredi Parametre Izračuna
de: Berechnungsparameter bearbeiten
fa: ویرایش پارامترهای محاسبه
fr: Modifier les paramètres de calcul
hi: गणना पैरामीटर संपादित करें
id: Mengedit Parameter Perhitungan
sw: Hariri Vigezo vya Kuhesabu
tr: Hesaplama Parametrelerini Düzenle
ur: حساب کتاب کے پیرامیٹرز میں ترمیم کریں۔
vi: Chỉnh sửa Thông số Tính toán

source: Edit Counter
ar: تحرير العداد
bn: কাউন্টার এডিট করুন
bs: Uredite Brojač
de: Zähler bearbeiten
fa: ویرایش شمارنده
fr: Modifier le compteur
hi: काउंटर संपादित करें
id: Edit Penghitung
sw: Hariri Kaunta
tr: Sayacı düzenle
ur: کاؤنٹر میں ترمیم کریں۔
vi: Chỉnh sửa Bộ đếm

source: Edit Location
ar: تعديل الموقع
bn: অবস্থান সম্পাদনা করুন
bs: Uredi Lokaciju
de: Standort bearbeiten
fa: ویرایش مکان
fr: Modifier l'emplacement
hi: स्थान संपादित करें
id: Edit Lokasi
sw: Badilisha Mahali
tr: Konumu Düzenle
ur: مقام میں ترمیم کریں۔
vi: Sửa Vị trí

source: Edit Reminder
ar: تحرير تذكير
bn: রিমাইন্ডার এডিট করুন
bs: Uredite Podsjetnik
de: Erinnerung bearbeiten
fa: ویرایش یادآوری
fr: Modifier le rappel
hi: रिमाइंडर संपादित करें
id: Ubah Pengingat
sw: Badilisha Kikumbusho
tr: Hatırlatıcıyı düzenle
ur: یاد دہانی میں ترمیم کریں۔
vi: Sửa Lời nhắc

source: Egyptian General Survey Authority
ar: الهيئة العامة المصرية للمساحة
bn: মিশরীয় সাধারণ জরিপ কর্তৃপক্ষ
bs: Egipatska Generalna Geodetska Uprava
de: Ägyptische Generalvermessungsbehörde
fa: اداره کل بررسی مصر
fr: Autorité égyptienne d'études générales
hi: मिस्र का सामान्य सर्वेक्षण प्राधिकरण
id: Otoritas Umum Mesir
sw: Mamlaka ya Utafiti Mkuu wa Misri
tr: Mısır Genel Araştırma Kurumu
ur: مصری جنرل سروے اتھارٹی
vi: Tổng cục Khảo sát Ai Cập

source: Enabled
ar: مفعّل
bn: সক্রিয় আছে
bs: Uključeno
de: Aktiviert
fa: فعال
fr: Activé
hi: सक्रिय
id: Aktif
sw: Imewashwa
tr: Etkinleştir
ur: فعال
vi: Đã bật
